[
  {
    "name": "проблема стойкости и мужества русской армии во время военных испытаний",
    "intro": "Наша история знает немало примеров кровопролитных конфликтов. Один из таких примеров и затрагивает автор данного произведения.",
    "examples": [
      "Лев Николаевич Толстой в своем романе \"Война и мир\" показывает самоотверженную борьбу русских солдат против наполеоновских захватчиков. Каждый из них сражался так мужественно, зная, что за его спиной - Москва, сердце России.",
      "В повести \"А зори здесь тихие\" Васильева показаны пять молодых девушек, сражающиеся против немецких диверсантов. Они проявляют отвагу, показывают себя истинными патриотами и погибают героями, защищая свою родину."
    ]
  },
  {
    "name": "проблема нежности",
    "intro": "В литературе есть немало примеров нежной и верной любви. Один из таких примеров и затрагивает автор данного произведения.",
    "examples": [
      "Шарлотта Бронте показывает потрясающий пример жертвенной любви в своем романе \"Джейн Эйр\". Джейн любит Рочестера Берта и выходит за него замуж, несмотря на то, что он беспомощный калека. Тем самым, своей любовью она вдыхает новую жизнь в него.",
      "Любовь Сони Мармеладовой к Родиону Раскольникову показана в романе Федора Достоевского \"Преступление и наказание\". Соня жертвует собой и едет за Родионом в Сибирь, тем самым спасая его и помогая ему переродиться к новой жизни."
    ]
  },
  {
    "name": "проблема сохранения чести",
    "examples": [
      "Петр Гринев в романе \"Капитанская дочка\" А. С. Пушкина отказывается признавать в Пугачеве государя даже перед угрозой смертной казни. Для него важно сохранить верность присяге императрице, чувство долга берет верх над страхом смерти.",
      "В схожем ключе ",
      "Проблема сохранения чести поднимается в повести Н.В. Гоголя \"Тарас Бульба\". Два сына главного героя совершенно не похожи. Остап - честный и отважный человек. Он никогда не предавал своих товарищей и погиб, как герой. Андрий - романтическая натура. Ради любви к полячке он предаёт родину. Личные интересы у него на первом плане. Андрий умирает от рук отца, который не смог простить предательства. Таким образом, всегда нужно оставаться честным прежде всего с самим собой."
    ]
  },
  {
    "name": "проблема преданной любви",
    "examples": [
      "В романе А.С. Пушкина \"Капитанская дочка\" Пётр Гринёв и Маша Миронова любят друг друга. Пётр защищает честь возлюбленной в поединке со Швабриным, который оскорбил девушку. В свою очередь, Маша спасает Гринёва от ссылки, когда \"просит милости\" у императрицы. Таким образом, в основе отношений Маши и Петра лежит взаимопомощь.",
      "Самоотверженная любовь - одна из тем романа М.А. Булгакова \"Мастер и Маргарита\". Женщина способна принимать интересы и устремления возлюбленного, как свои, помогает ему во всем. Мастер пишет роман - и это становится содержанием жизни Маргариты. Она переписывает набело готовые главы, старается, чтобы мастер был спокоен и счастлив. В этом женщина видит своё предназначение."
    ]
  },
  {
    "name": "проблема раскаяния",
    "examples": [
      "В романе Ф.М. Достоевского \"Преступление и наказание\" показан долгий путь к раскаянию Родиона Раскольникова. Уверенный в справедливости своей теории \"разрешения крови по совести\", главный герой презирает себя за собственную слабость и не осознаёт тяжести совершенного преступления. Однако вера в Бога и любовь к Соне Мармеладовой приводят Раскольникова к покаянию."
    ]
  },
  {
    "name": "проблема поиска смысла жизни в современном мире",
    "examples": [
      "В рассказе И.А. Бунина \"Господин из Сан-Франциско\" американский миллионер служил \"золотому тельцу\". Главный герой считал, что смысл жизни заключается в накоплении богатства. Когда Господин умер, то оказалось, что подлинное счастье прошло мимо него.",
      "В романе Льва Николаевича Толстого \"Война и мир\" Наташа Ростова видит смысл жизни в семье, любви к родным и близким. После свадьбы с Пьером Безуховым главная героиня отказывается от светской жизни, полностью посвящает себя семье. Наташа Ростова нашла своё предназначение в этом мире и стала поистине счастливой."
    ]
  },
  {
    "name": "проблема литературной безграмотности и низкого уровня образованности среди молодёжи",
    "examples": [
      "В \"Письмах о добром и прекрасном\" Д.С. Лихачёв утверждает, что книга обучает человека лучше любого произведения. Известный учёный восхищается способностью книги воспитывать личность, формировать её внутренний мир. Академик Д.С. Лихачёв приходит к выводу, что именно книги учат мыслить, делают человека интеллигентным.",
      "Рэй Брэдбери в романе \"451 градус по Фаренгейту\" показывает, что произошло с человечеством после того, как были полностью уничтожены все книги. Может показаться, что в подобном обществе не существует социальных проблем. Разгадка кроется в том, что оно просто бездуховно, так как нет литературы, способной заставить людей анализировать, задумываться, принимать решения."
    ]
  },
  {
    "name": "проблема воспитания детей",
    "examples": [
      "В романе И.А. Гончарова \"Обломов\" Илья Ильич вырос в атмосфере постоянной опеки со стороны родителей и воспитателей. В детстве главный герой был любознательным и активным ребёнком, но чрезмерная забота привела к апатичности и безвольности Обломова во взрослой жизни.",
      "В романе Л.Н. Толстого \"Война и мир\" в семье Ростовых царит дух взаимопонимания, верности, любви. Благодаря этому Наташа, Николай и Петя стали достойными людьми, унаследовали доброту, благородство. Таким образом, условия, созданные Ростовыми, способствовали гармоничному развитию их детей."
    ]
  },
  {
    "name": "проблема роли профессионализма",
    "examples": [
      "В повести Б.Л. Васильева \"Летят мои кони...\" смоленский доктор Янсон трудится не покладая рук. Главный герой в любую погоду спешит на помощь больным. Благодаря своей отзывчивости и профессионализму, доктор Янсон сумел снискать любовь и уважение всех жителей города.",
      "В повести В.Г. Короленко \"Слепой музыкант\" Пётру Попельскому пришлось преодолеть немало трудностей, чтобы найти своё место в жизни. Несмотря на слепоту, Петрусь стал пианистом, который своей игрой помогал людям стать чище сердцем и добрее душой."
    ]
  },
  {
    "name": "проблема солдатской судьбы на войне",
    "examples": [
      "Трагически сложилась судьба главных героинь повести Б.Л. Васильева \"А зори здесь тихие...\". Пять молодых зенитчиц выступили против немецких диверсантов. Силы были не равны: все девушки погибли. Рита Осянина, Женя Комелькова, Лиза Бричкина, Соня Гурвич и Галя Четвертак могли остаться в живых, но они были уверены в том, что нужно бороться до конца. Девушки стали примером стойкости и отваги.",
      "В повести В.Быкова \"Сотников\" рассказывается о двух партизанах, которые попали в плен к немцам во время Великой Отечественной войны. Дальнейшая судьба солдат сложилась по-разному. Так Рыбак предал родину и согласился служить немцам. Сотников же отказался сдаваться и выбрал смерть."
    ]
  },
  {
    "name": "проблема эгоизма влюбленного человека",
    "examples": [
      "В повести Н.В. Гоголя \"Тарас Бульба\" Андрий из-за любви к полячку перешёл в стан врага, предал брата, отца, родину. Юноша, не поколебавшись, решился выйти с оружием против своих вчерашних товарищей. Для Андрия личные интересы стоят на первом месте. Молодой человек погибает от рук отца, который не смог простить предательства и эгоизма младшего сына.",
      "Недопустимо, когда любовь становится одержимостью, как у главного героя П.Зюскинда \"Парфюмер. История одного убийцы\". Жан-Батист Гренуй не способен на высокие чувства. Всё, что представляет для него интерес, это запахи, создание аромата, внушающего людям любовь. Гренуй - пример эгоиста, который для осуществления своей меты идёт на самые тяжкие преступления."
    ]
  },
  {
    "name": "проблема предательства",
    "examples": [
      "В романе В.А. Каверина \"Два капитана\" Ромашов неоднократно предавал людей, окружавших его. В школе Ромашка подслушивал и доносил заведующему всё, что говорили о нем. Позже Ромашов дошёл до того, что стал собирать сведения, доказывающие вину Николая Антоновича в гибели экспедиции капитана Татаринова. Все действия Ромашки низкие, разрушающие не только его жизнь но и судьбы других людей.",
      "Ещё более глубокие последствия влечёт за собой поступок героя повести В.Г. Распутина \"Живи и помни\". Андрей Гуськов дезертирует и становится предателем. Эта непоправимая ошибка не только обрекает его на одиночество и изгнание из общества, но и является причиной самоубийства жены Настёны."
    ]
  },
  {
    "name": "проблема обманчивости внешнего вида",
    "examples": [
      "В романе Льва Николаевича Толстого \"Война и мир\" Элен Курагина, несмотря на свою блистательную внешность и успех в обществе, не отличается богатым внутренним миром. Её главные приоритеты в жизни - деньги и слава. Таким образом, в романе эта красавица является воплощением зла и духовного падения.",
      "В романе Виктора Гюго \"Собор Парижской Богоматери\" Квазимодо - горбун, преодолевший немало трудностей на протяжении жизни. Внешность главного героя совершенно неприглядна, но за ней скрывается благородная и прекрасная душа, способная искренне любить."
    ]
  },
  {
    "name": "проблема предательства на войне",
    "examples": [
      "В повести В.Г. Распутина \"Живи и помни\" Андрей Гуськов дезертирует и становится предателем. В начале войны главный герой честно и мужественно сражался, ходил в разведку, никогда не прятался за спинами товарищей. Однако через некоторое время Гуськов задумался, почему именно он должен воевать. В тот момент эгоизм взял верх, и Андрей совершил непоправимую ошибку, которая обрекла его на одиночество, изгнание из общества и стала причиной самоубийства жены Настёны. Муки совести терзали героя, но он уже был не в силах что-либо изменить.",
      "В повести В. Быкова \"Сотников\" партизан Рыбак предает родину и соглашается служить \"великой Германии\". Его товарищ Сотников, напротив, является примером стойкости. Несмотря на нестерпимую боль, испытываемую им во время пыток, партизан отказывается говорить правду полицаям. Рыбак осознает низость своего поступка, хочет бежать, но понимает, что дороги назад нет."
    ]
  },
  {
    "name": "проблема влияния любви к родине на творчество",
    "examples": [
      "Ю.Я. Яковлев в рассказе \"Разбуженный соловьями\" пишет о трудном мальчике Селюжёнке, которого окружающие не любили. Однажды ночью главный герой услышал трель соловья. Прекрасные звуки поразили ребёнка, пробудили интерес к творчеству. Селюжёнок записался в художественную школу, и с тех пор отношение взрослых к нему изменилось. Автор убеждает читателя, что природа пробуждает в душе человека лучшие качества, помогает раскрыться творческому потенциалу.",
      "Любовь к родному краю - главный мотив творчества живописца А.Г. Венецианова. Его кисти принадлежит ряд картин, посвященных жизни простых крестьян. \"Жнецы\", \"Захарка\", \"Спящий пастушок\" - вот мои любимые полотна художника. Быт простых людей, красота природы России побудили А.Г. Венецианова на создание картин, которые уже более двух столетий привлекают внимание зрителей своей свежестью и искренностью."
    ]
  },
  {
    "name": "проблема влияния детских воспоминаний на жизнь человека",
    "examples": [
      "В романе И.А. Гончарова \"Обломов\" главный герой считает детство самой счастливой порой. Илья Ильич вырос в атмосфере постоянной опеки со стороны родителей и воспитателей. Чрезмерная забота стала причиной апатичности Обломова во взрослой жизни. Казалось, что любовь к Ольге Ильинской должна была разбудить Илью Ильича. Однако его образ жизни остался неизменным, потому что уклад родной Обломовки навсегда оставил след в судьбе главного героя. Таким образом, детские воспоминания повлияли на жизненный путь Ильи Ильича .",
      "В стихотворении \"Мой путь\" С.А. Есенин признался, что детские годы сыграли важную роль в его творчестве. Когда-то в девять лет вдохновленный природой родного села мальчик написал своё первое произведение. Таким образом, детство предопределило жизненный путь С.А. Есенина."
    ]
  },
  {
    "name": "проблема выбора жизенного пути",
    "examples": [
      "Главная тема романа И.А. Гончарова \"Обломов\" - судьба мужчины, не сумевшего избрать верный жизненный путь. Писатель особо подчёркивает, что апатичность и неспособность к труду превратили Илью Ильича в праздного человека. Отсутствие силы воли и каких-либо интересов не позволили главному герою стать счастливым и реализовать свои возможности.",
      "Из книги М. Мирского \"Исцеляющий скальпелем. Академик Н.Н. Бурденко\" я узнал, что выдающийся врач сначала учился в духовную семинарию, но вскоре понял, что хочет посвятить себя медицине. Поступив в университет, Н.Н. Бурденко увлёкся анатомией, что в скором времени помогло ему стать известным хирургом.",
      "Д.С. Лихачёв в \"Письмах о добром и прекрасном\" утверждает, что \"нужно прожить жизнь с достоинством, чтобы не стыдно было вспомнить\". Этими словами академик подчёркивает, что судьба непредсказуема, но важно оставаться великодушным, честным и небезразличным человеком."
    ]
  },
  {
    "name": "проблема собачьей преданности",
    "examples": [
      "В повести Г.Н. Троепольского \"Белый Бим Чёрное ухо\" рассказана трагическая судьба шотландского сеттера. Пёс Бим отчаянно пытается найти своего хозяина, у которого случился сердечный приступ. На своём пути собака сталкивается с трудностями. К сожалению, хозяин находит питомца уже после того, как пса убили. Бима с уверенностью можно назвать настоящим другом, преданным хозяину до конца своих дней.",
      "В романе Эрика Найта \"Лесси\" семье Керраклафов приходится отдать свою колли другим людям из-за финансовых трудностей. Лесси тоскует по прежним хозяевам, и это чувство лишь усиливается, когда новый владелец увозит её далеко от родного дома. Колли сбегает и преодолевает множество препятствий. Несмотря на все трудности, собака воссоединяется с прежними хозяевами."
    ]
  },
  {
    "name": "проблема мастерства в искусстве",
    "examples": [
      "В повести В.Г. Короленко \"Слепой музыкант\" Пётру Попельскому пришлось преодолеть немало трудностей, чтобы найти своё место в жизни. Несмотря на слепоту, Петрусь стал пианистом, который своей игрой помогал людям стать чище сердцем и добрее душой.",
      "В рассказе А.И. Куприна \"Тапёр\" мальчик Юрий Агазаров - музыкант-самоучка. Писатель подчёркивает, что юный пианист удивительно талантлив и трудолюбив. Одаренность мальчика не остаётся незамеченной. Его игра поразила знаменитого пианиста Антона Рубинштейна. Так Юрий стал известен всей России как один из талантливейших композиторов."
    ]
  },
  {
    "name": "проблема значимости жизненного опыта для писателей",
    "examples": [
      "В романе Бориса Пастернака \"Доктор Живаго\" главный герой увлекается поэзией. Юрий Живаго - свидетель революции и гражданской войны. Эти события находят отражение в его стихотворений. Так сама жизнь вдохновляет поэта на создание прекрасных произведений.",
      "Тема призвания писателя поднимается в романе Джека Лондона \"Мартин Иден\". Главный герой - матрос, который на протяжении многих лет занимался тяжелым физическим трудом. Мартин Иден побывал в разных странах, видел жизнь простых людей. Всё это стало главной темой его творчества. Так жизненный опыт позволил стать простому матросу известным писателем."
    ]
  },
  {
    "name": "проблема влияния музыки на душевное состояние человека",
    "examples": [
      "В повести А.И. Куприна \"Гранатовый браслет\" Вера Шеина испытывает духовное очищение под звуки сонаты Бетховена. Слушая классическую музыку, героиня успокаивается после пережитых ею испытаний. Волшебные звуки сонаты помогли Вере обрести внутреннее равновесие, найти смысл дальнейшей жизни.",
      "В романе И.А. Гончарова \"Обломов\" Илья Ильич влюбляется в Ольгу Ильинскую, когда слушает её пение. Звуки арии \"Casta Diva\" пробуждают в его душе чувства, которые он никогда не испытывал. И.А. Гончаров подчёркивает, что давно Обломов не ощущал \"такой бодрости, такой силы, которая, казалось, поднялась со дна души, готовая на подвиг\"."
    ]
  },
  {
    "name": "проблема материнской любви",
    "examples": [
      "В повести А.С. Пушкина \"Капитанская дочка\" описана сцена прощания Петра Гринёва с матерью. Авдотья Васильевна была подавлена, когда узнада, что сыну нужно надолго уезжать на службу. Прощаясь с Петром, женщина не смогла сдержать слёз, потому что для неё не могло быть ничего тяжелее расставания с сыном. Любовь Авдотьи Васильевны искренняя и необъятная."
    ]
  },
  {
    "name": "проблема воздействия произведений искусства о войне на человека",
    "examples": [
      "В повести Льва Кассиля \"Великое противостояние\" Сима Крупицына каждое утро слушала по радио сводки новостей с фронта. Однажды девушка услышала песню \"Священная война\". Сима была так взволнована словами этого гимна защиты Отечества, что решила пойти на фронт. Так произведение искусства вдохновило главную героиню на подвиг."
    ]
  },
  {
    "name": "проблема лженауки",
    "examples": [
      "В романе В.Д. Дудинцева \"Белые одежды\" профессор Рядно глубоко убежден в правоте биологического учения, одобренного партией. Ради личной выгоды академик разворачивает борьбу против учёных-генетиков. Рядно яро отстаивает лженаучные взгляды и идёт на самые бесчестные поступки, чтобы добиться славы. Фанатизм академика приводит к гибели талантливых учёных, прекращению важных исследований.",
      "Г.Н. Троепольский в повести \"Кандидат наук\" выступает против тех, кто отстаивает ложные взгляды и идеи. Писатель убежден, что такие учёные тормозят развитие науки, а следовательно, общества в целом. В повести Г.Н. Троепольский делает акцент на необходимость борьбы с лжеучёными."
    ]
  },
  {
    "name": "проблема позднего раскаяния",
    "examples": [
      "В повести А.С. Пушкина «Станционный смотритель» Самсон Вырин остался один после того, как его дочь сбежала с ротмистром Минским. Старик не терял надежды найти Дуню, но все попытки оставались безуспешными. От тоски и безысходности смотритель умер. Лишь через несколько лет Дуня приехала на могилу отца. Девушка почувствовала себя виноватой в смерти смотрителя, но раскаяние пришло слишком поздно.",
      "В рассказе К.Г. Паустовского «Телеграмма» Настя оставила свою мать и уехала в Петербург, чтобы построить карьеру. Катерина Петровна предчувствовала скорую смерть и не раз просила дочь навестить её. Однако Настя осталась равнодушной к судьбе матери и не успела приехать на её похороны. Девушка раскаялась лишь на могиле Катерины Петровны. Так К.Г. Паустовский утверждает, что нужно быть внимательными к своим близким."
    ]
  },
  {
    "name": "проблема исторической памяти",
    "examples": [
      "В.Г. Распутин в очерке «Вечное поле» пишет о своих впечатлениях от поездки на место Куликовской битвы. Писатель отмечает, что прошло более шести сот лет и за это время многое изменилось. Однако память об этом сражении до сих пор живёт благодаря обелискам, воздвигнутым в честь предков, отстоявших Русь.",
      "В повести Б.Л. Васильева «А зори здесь тихие…» пять девушек пали, сражаясь за родину. Через много лет их боевой товарищ Федот Васков и сын Риты Осяниной Альберт вернулись на место гибели зенитчиц, чтобы установить могильную плиту и увековечить их подвиг."
    ]
  },
  {
    "name": "проблема жизненного пути одаренного человека",
    "examples": [
      "В повести Б.Л. Васильева «Летят мои кони…» смоленский доктор Янсон является примером бескорыстия, совмещенного с высоким профессионализмом. Талантливейший врач каждый день в любую погоду спешил на помощь больным, не требуя ничего взамен. За эти качества доктор снискал любовь и уважение всех жителей города.",
      "В трагедии А.С. Пушкина «Моцарт и Сальери» рассказана история жизни двух композиторов. Сальери пишет музыку, для того чтобы прославиться, а Моцарт бескорыстно служит искусству. Из-за зависти Сальери отравил гения. Несмотря на смерть Моцарта, его произведения живут и волнуют сердца людей."
    ]
  },
  {
    "name": "проблема разрушительных последствий войны",
    "examples": [
      "В рассказе А. Солженицына «Матренин двор» изображена жизнь русской деревни после войны, которая привела не только к экономическому упадку, но и к утрате нравственности. Жители деревни потеряли часть своего хозяйства, стали чёрствыми и бессердечными. Таким образом, война приводит к непоправимым последствиям.",
      "В рассказе М.А. Шолохова «Судьба человека» показан жизненный путь солдата Андрея Соколова. Его дом был разрушен врагом, а семья погибла во время бомбардировки. Так М.А. Шолохов подчёркивает, что война лишает людей самого ценного, что у них есть."
    ]
  },
  {
    "name": "проблема противоречивости внутреннего мира человека",
    "examples": [
      "В романе И.С. Тургенева «Отцы и дети» Евгений Базаров отличается умом, трудолюбием, целеустремленностью, но в то же время студент зачастую бывает резок и груб. Базаров осуждает людей, поддающихся чувствам, но убеждается в неправильности своих взглядов, когда влюбляется в Одинцову. Так И.С. Тургенев показал, что людям свойственна противоречивость.",
      "В романе И.А. Гончарова «Обломов» Илья Ильич обладает как отрицательными, так и положительными чертами характера. С одной стороны, главный герой апатичен и несамостоятелен. Обломову не интересна реальная жизнь, она вызывает у него скуку и усталость. С другой стороны, Илья Ильич отличается искренностью, душевностью, умением понять проблемы другого человека. В этом заключается неоднозначность характера Обломова."
    ]
  },
  {
    "name": "проблема справедливого отношения к людям",
    "examples": [
      "В романе Ф.М. Достоевского «Преступление и наказание» Порфирий Петрович расследует дело об убийстве старухи-процентщицы. Следователь – тонкий знаток человеческой психологии. Он понимает мотивы преступления Родиона Раскольникова и отчасти сочувствует ему. Порфирий Петрович даёт молодому человеку шанс явиться с повинной. Это впоследствии послужит смягчающим обстоятельством в деле Раскольникова.",
      "А.П. Чехов в рассказе «Хамелеон» знакомит нас с историей о споре, вспыхнувшем из-за укуса собаки. Полицейский надзиратель Очумелов пытается решить, заслуживает ли она наказания. Вердикт Очумелова зависит лишь от того, принадлежит ли собака генералу или нет. Надзиратель не ищет справедливости. Его главная цель – выслужиться перед генералом."
    ]
  },
  {
    "name": "проблема взаимосвязи человека и природы",
    "examples": [
      "В повести В.П. Астафьева «Царь-рыба» Игнатьич на протяжении многих лет занимался браконьерством. Однажды рыбаку на крючок попался гигантский осётр. Игнатьич понимал, что одному ему не под силу справиться с рыбой, но жадность не позволила позвать брата и механика на помощь. Вскоре за бортом оказался сам рыбак, опутанный своими сетями и крючками. Игнатьич понимал, что может погибнуть. В.П. Астафьев пишет: «Реки царь и всей природы царь — на одной ловушке». Так автор подчёркивает неразрывную связь человека и природы.",
      "В повести А.И. Куприна «Олеся» главная героиня живёт в гармонии с природой. Девушка чувствует себя неотъемлемой частью окружающего мира, умеет видеть его красоту. А.И. Куприн особо подчёркивает, что любовь к природе помогала Олесе сохранить душу неиспорченной, искренней и прекрасной."
    ]
  },
  {
    "name": "проблема роли музыки в жизни человека",
    "examples": [
      "В романе И.А. Гончарова «Обломов» музыка играет важную роль. Илья Ильич влюбляется в Ольгу Ильинскую, когда слушает её пение. Звуки арии «Casta Diva» пробуждают в его сердце чувства, которые он никогда не испытывал. И.А Гончаров особо подчёркивает, что давно Обломов не ощущал «такой бодрости, такой силы, которая, казалось, вся поднялась со дна души, готовая на подвиг». Таким образом, музыка способна пробудить в человеке искренние и сильные чувства.",
      "В романе М.А. Шолохова «Тихий Дон» песни сопровождают казаков на протяжении всей жизни. Они поют в военных походах, в поле, на свадьбах. Казаки вкладывают в пение всю душу. В песнях раскрывается их удаль, любовь к Дону, степям."
    ]
  },
  {
    "name": "проблема вытеснения книг телевидением",
    "examples": [
      "В романе Р. Брэдбери «451о по Фаренгейту» изображено общество, которое опирается на массовую культуру. В этом мире люди, умеющие критически мыслить, оказываются вне закона, а книги, заставляющие задумываться о жизни, уничтожаются. Литературу вытеснило телевидение, которое стало главным развлечением для людей. Они бездуховны, их мысли подчинены стандартам. Р. Брэдбери убеждает читателей, что уничтожение книг неминуемо ведёт к деградации общества.",
      "В книге «Письма о добром и прекрасном» Д.С Лихачев задумывается над вопросом: почему телевидение вытесняет литературу. Академик считает, что это происходит потому, что телевизор отвлекает от забот, заставляет, не торопясь, посмотреть какую-нибудь передачу. Д.С. Лихачев видит в этом угрозу для человека, потому что телевизор «диктует – как смотреть и что смотреть», делает людей безвольными. По мнению филолога, только книга способна сделать человека духовно богатым и образованным."
    ]
  },
  {
    "name": "проблема русской деревни",
    "examples": [
      "В рассказе А. И. Солженицына «Матрёнин двор» изображена жизнь русской деревни после войны. Люди не только обеднели, но и стали чёрствыми, бездуховными. Только Матрёна сохранила чувство жалости к другим и всегда приходила на помощь нуждающимся. Трагическая смерть главной героини – это начало гибели нравственных устоев русской деревни.",
      "В повести В.Г. Распутина «Прощание с Матёрой» изображена судьба жителей острова, который должны затопить. Старикам тяжело прощаться с родной землёй, где они провели всю свою жизнь, где похоронены их предки. Финал повести трагичен. Вместе с деревней исчезают её обычаи и традиции, которые на протяжении столетий передавались из поколения в поколение и формировали неповторимый характер жителей Матёры."
    ]
  },
  {
    "name": "проблема отношения к поэтам и их творчеству",
    "examples": [
      "А.С. Пушкин в стихотворении «Поэт и толпа» называет «чернью тупой» ту часть российского общества, которая не понимала цель и смысла творчества. По мнению толпы, стихотворения отвечать интересам общества. Однако А.С. Пушкин считает, что поэт перестанет быть творцом, если подчинится воле толпы. Таким образом, главной целью поэта является не всенародное признание, а стремление сделать мир прекраснее.",
      "В.В. Маяковский в поэме «Во весь голос» видит предназначение поэта в служении народу. Поэзия – это идеологическое оружие, способное вдохновить людей, побудить к великим свершениям. Таким образом, В.В. Маяковский считает, что следует отказаться от личной творческой свободы ради общей великой цели."
    ]
  },
  {
    "name": "проблема влияния учителя на учеников",
    "examples": [
      "В рассказе В.Г. Распутина «Уроки французского» классный руководитель Лидия Михайловна – символ человеческой отзывчивости. Учительница помогла сельскому мальчику, который учился далеко от дома и жил впроголодь. Лидии Михайловне пришлось пойти против общепринятых правил, чтобы выручить ученика. Дополнительно занимаясь с мальчиком, учительница преподала ему не только уроки французского, но и уроки доброты и сочувствия.",
      "В сказке-притче Антуана де Сент-Экзюпери «Маленький принц» старый Лис стал для главного героя учителем, рассказывающим о любви, дружбе, ответственности, верности. Он открыл принцу главную тайну мироздания: «главное глазами не увидишь – зорко только сердце». Так Лис преподал мальчику важный жизненный урок."
    ]
  },
  {
    "name": "проблема отношения к детям-сиротам",
    "examples": [
      "В рассказе М.А. Шолохова «Судьба человека» Андрей Соколов потерял семью во время войны, но это не сделало главного героя бессердечным. Всю оставшуюся любовь главный герой отдал беспризорному мальчику Ванюшке, заменив ему отца. Так М.А. Шолохов убеждает читателя, что, несмотря на жизненные трудности, нужно не терять способность сочувствовать сиротам.",
      "В повести Г. Белых и Л. Пантелеева «Республика ШКИД» изображена жизнь учащихся школы социально-трудового воспитания для беспризорников и малолетних преступников. Следует отметить, что не все учащиеся смогли стать порядочными людьми, но большинство сумели найти себя и пошло по правильному пути. Авторы повести утверждают, что государство должно с вниманием относиться к детям-сиротам, создавать для них специальные учреждения, чтобы искоренить преступность."
    ]
  },
  {
    "name": "проблема роли женщины в ВОВ",
    "examples": [
      "В повести Б.Л. Васильева «А зори здесь тихие…» пять молодых девушек-зенитчиц погибли, сражаясь за Родину. Главные героини не побоялись выступить против немецких диверсантов. Б.Л. Васильев мастерски изображает контраст между женственностью и жестокостью войны. Писатель убеждает читателя, что женщины наравне с мужчинами способны на боевые подвиги и героические поступки.",
      "В повести В.А. Закруткина «Матерь человеческая» показана судьба женщины во время войны. Главная героиня Мария потеряла всю семью: мужа и ребёнка. Несмотря на то, что женщина осталась совсем одна, её сердце не очерствело. Мария выходила семь ленинградских сирот, заменила им мать. Повесть В.А. Закруткина стала гимном русской женщине, пережившей множество лишений и бед во время войны, но сохранившей доброту, сочувствие, желание помогать другим людям."
    ]
  },
  {
    "name": "проблема изменений в русском языке",
    "examples": [
      "А. Кнышев в статье «О великий и могучий новый русский язык!» с иронией пишет о любителях заимствований. По мнению А. Кнышева, речь политиков и журналистов зачастую становится нелепой, когда она перегружена иностранными словами. Телеведущий уверен, что чрезмерное использование заимствований засоряет русский язык.",
      "В. Астафьев в рассказе «Людочка» связывает изменения в языке с падением уровня культуры человека. Речь Артёмки-мыло, Стрекача и их приятелей засорена уголовным жаргоном, что отражает неблагополучие общества, его деградацию."
    ]
  },
  {
    "name": "проблема выбора профессии",
    "examples": [
      "В.В. Маяковский в стихотворении «Кем быть? поднимает проблему выбора профессии. Лирический герой задумывается, как найти верный жизненный путь и род деятельности. В.В. Маяковский приходит к выводу, что все профессии хороши и одинаково нужны людям.",
      "В рассказе Е. Гришковца «Дарвин» главный герой после окончания школы выбирает дело, которым хочет заниматься всю жизнь. Он осознаёт «ненужность происходящего» и отказывается учиться в институт культуры, когда смотрит спектакль, сыгранный студентами. В юноше живёт твёрдая уверенность в том, что профессия должна быть полезной, приносить удовольствие.",
      "В повести Евгения Велтистова «Приключения Электроника» Серёжка Сыроежкин мучительно раздумывает, что привлекает его в жизни больше всего: раскопка скифских курганов, разгадка древних пергаментов, математика, автомобили или что-то еще. Человека, раздумывающего над выбором будущей профессии, герой сравнивает с Ильёй Муромцем, который стоит на перепутье трёх дорог. И хотя Сергей ещё не определился с выбором жизненного пути, одно он знает твёрдо, что в этом выборе самое важное – не ошибиться."
    ]
  },
  {
    "name": "проблема образования",
    "examples": [
      "В рассказе Л.Н. Толстого «Филипок» маленький мальчик пытается попасть в школу, так очень хочет учиться вместе со старшим братом. Его не останавливают ни запрет матери, ни злые собаки, ни первоначальная суровость учителя. Его желание учиться сильнее страха, и именно это трогает учителя, который разрешает Филипку остаться и просит мать ребенка отпускать его в школу вместе с братом.",
      "В комедии Д.И. Фонвизина «Недоросль» мы видим результат пренебрежительного отношения к образованию. Слова Митрофанушки «Не хочу учиться, а хочу жениться» уже давно перешли в разряд крылатых и характеризуют категорическое нежелание познавать что-то новое. Герой комедии глуп и невежественен. Так, не может не вызывать смех Митрофанушкино определение одной двери как прилагательного, так как она к косяку прилагается, а той, что лежит на полу и дворник никак её не приколотит, как существительного.",
      "В комедии Д.И. Фонвизина «Недоросль» Стародум в одном из разговоров с Правдиным говорит: «Просвещение возвышает одну добродетельную душу». Это можно понимать как то, что образование способно изменить в лучшую сторону только человека, наделённого положительными качествами, который свои знания сумеет приложить на благо человечества, а хама и эгоиста оно сможет сделать только эрудированным хамом и эгоистом."
    ]
  },
  {
    "name": "проблема человеческой отзывчивости",
    "examples": [
      "Бессмертны герои произведения А.П. Гайдара \"Тимур и его команда\". Ребята, которые бескорыстно оказывают помощь, достойны уважения. Ведь именно в детстве должно закладываться понимание необходимости помогать людям.",
      "В рассказе А.И. Куприна \"Чудесный доктор\" доктор Пирогов, случайно встретив в ночном парке незнакомого мужчину и узнав, что маленькая дочь этого человека тяжело больна, а остальным детям нечего есть, не раздумывая, идёт за ним и помогает всем, чем был в силах. После этой чудесной встречи в семье Мерцаловых всё изменилось в лучшую сторону. И многие годы спустя сын Мерцаловых – Григорий Мерцалов – вспоминает о докторе как о самом отзывчивом и добром человеке в его жизни. Милосердие и бескорыстие доктора Пирогова оказало на формирование личности мальчика огромное влияние.",
      "В романе Л.Н. Толстого \"Война и мир\" любимая героиня писателя – Наташа Ростова – однозначно выбирает помощь раненым солдатам, находящимся в Москве после Бородинского сражения. Она понимает, что у них не хватит сил выбраться из города, который со дня на день будет захвачен наполеоновскими войсками. Поэтому девушка без сожаления заставляет родителей отдать раненым повозки, предназначенные для отправки многочисленных вещей из их дома. Её порыв, горячность, с которой она выговаривает матери, что той важнее вещи, чем люди, заставляют пожилую женщину устыдиться своей мелочности.",
      "В повести Альберта Лиханова «Голгофа» тётя Груня, вахтёрша в военном госпитале, после смены ходит по палатам и помогает раненым: кому-то попить принесет, кому-то подушку поправит, с кем-то поговорит ласково, подбодрит добрым словом. Так, она выходила после тяжелейшего ранения Алексея Пряхина, привела его в свой дом. Когда же Алексей спросил у тёти Груни, чем же он ей отплатит за такое добро, каким «златом-серебром», ответила просто, что если бы все люди за добро друг с другом рассчитывались, то мир бы давно в магазин превратился. И добро бы в этом магазине «изничтожилось», потому что добро без корысти."
    ]
  },
  {
    "name": "проблема влияния другого человека на формирование личности",
    "examples": [
      "В романе «Отверженные» В. Гюго рассказывает историю вора. Однажды, попросившись на ночлег в дом епископа, вор украл у него посуду из серебра. Полиция очень быстро поймала вора и привезла его в дом священника. Каково же было удивление и полиции, и вора, когда епископ сказал, что сам разрешил взять все эти вещи. Мошенник, до глубины души поражённый случившимся, буквально переродился в одно мгновение и после этого встал на путь истинный. Таким образом, мы видим, что вера епископа в человеческую совесть и добродетель заставила проснуться эти качества в воре и изменила его.",
      "В рассказе А.И. Куприна \"Чудесный доктор\" Гриша Мерцалов в детстве встретил замечательного доктора Пирогова, который абсолютно бескорыстно спас жизнь его младшей сестре и в целом помог семье Мерцаловых. И с того самого момента беды в их семействе закончились. Нашлась работа, мальчики пошли в гимназию, сестрёнка выздоровела. Когда Гриша вырос, он стал работать управляющим в банке. Куприн говорит, что герой всегда был очень чуток к просьбам попавших в беду людей. Много раз рассказывал он историю чудесного доктора своим друзьям и близким и вспоминал о нём с огромной благодарностью и теплотой. И это не удивительно, ведь, по моему мнению, именно доктор своим вниманием, искренностью и бескорыстием и оказал на формирование личности ребёнка огромное влияние.",
      "В рассказе В. Распутина «Уроки французского» человеком, который оказал на формирование главного героя самое большое влияние, стала его учительница - Лидия Михайловна. Именно она была для него человеком, о котором он помнил всю жизнь. Именно она преподала ему главный урок в жизни – урок человечности и великодушия, пытаясь поддержать мальчика в непростые для него времена. Поддержать, несмотря на то, что для этого пришлось пойти на невозможный для учителя поступок (игра на деньги) и даже дальнейшее увольнение."
    ]
  },
  {
    "name": "проблема единства с природой",
    "examples": [
      "Известный русский писатель В.П. Астафьев в своем произведении «Царь-рыба» противопоставляет двух героев: любящего природу Акима, и Гогу Герцева, для которого природа – источник наживы, поэтому Гога, не задумываясь, истребляет её богатства. И природа отвечает: Гога трагично умирает. Астафьев прямо говорит нам, что расплата за потребительское, бездушное отношение к природе неминуема.",
      "В повести Эрнеста Хемингуэя «Старик и море» представлена история взаимоотношений старого рыбака и его кормильца - моря. Хемингуэй подчеркивает единение главного героя и природы. Хотя он и зарабатывает себе на жизнь рыбной ловлей, делает он это с благодарностью и уважением. Поймав рыбу, он просит у неё прощения. Именно такое благородное отношение к окружающему миру и есть самое естественное и правильное, потому что мы его неотъемлемая часть. Мы живы благодаря щедрости природы. Но не только за щедрость мы должны благодарить природу, но, в первую очередь, за то, что она будит в человеческих душах все самое лучшее: любовь, веру, надежду, заботу, доброту, сострадание и многое другое.",
      "В повести Бориса Васильева «Не стреляйте в белых лебедей» показаны два подхода по отношению к природе: уважительный и потребительский. Воплощены они в образах главного героя – Егора Полушкина и его двоюродного брата Фёдора Ипатовича Бурьянова. Бурьянов, несмотря на то, что сам работает егерем в заповеднике, не стесняется незаконно вырубать там лес, возить на рыбалку и охоту туристов, обдирать на лыко липовую рощу. Для него главное – собственная выгода. Не таков Егор Полушкин, он человек очень совестливый, природа для него - что-то очень родное, то, что нельзя обидеть. Поэтому и траншею он роет так, чтоб не трогать муравейник, попавшийся на дороге, а позднее, став лесничим вместо Бурьянова, ухаживает за заповедными лесом и озером, как за родными детьми. И погибает Егор там же, на озере, защищая его от браконьеров."
    ]
  },
  {
    "name": "проблема патриотизма",
    "examples": [
      "Пример удивительного патриотизма русского народа мы видим в романе Л.Н. Толстого «Война и мир». Так, капитан Тушин со своим отрядом, вопреки приказу отступать, несколько часов отбивался от врага и выстоял. В этом неказистом, простом и даже грубоватом на первый взгляд человеке сочетаются простота и героизм, для Толстого в нём воплотился истинный дух русского народа: его умение в часы несчастья, забывая себя, противостоять врагу, его скромность, не требующая других наград, кроме свободы и мира.",
      "Пример искреннего патриотизма виден в семье Ростовых из романа Л.Н. Толстого «Война и мир». Для них интересы государства ставятся выше личных. Хотя младший сын Петя ещё почти ребенок, родители в конце концов дают согласие на его службу в действующей армии, так как ценят в сыне искренний порыв – встать на защиту Родины в трудный для неё момент."
    ]
  },
  {
    "name": "проблема ревности",
    "examples": [
      "Героиня повести А.И. Куприна «Колесо времени» Мария рассказывала своему возлюбленному о своём отношении к ревности и называла это чувство чёрной болезнью. Потому что невозможно заставить любить человека больше, чем он может. А ревность требует именно этого! И если понимаешь, что твой любимый уже не принадлежит тебе полностью, то лучше уйти, чтобы не осквернять памяти о том времени, когда оба ещё были бесконечно счастливы.",
      "Героиня А.И. Куприна царица Астис из рассказа «Суламифь» - одна из жён легендарного царя Соломона – пошла на страшное преступление из-за ревности. Понимая, что она навсегда потеряла любовь своего мужа, она решается убить его сегодняшнюю возлюбленную – Суламифь. Преступление это не принесло ей утешения, потому что Соломон повелел Астис навсегда вернуться в Египет. Но был казнён непосредственный исполнитель убийства – охранник царицы. Сам же Соломон долгое время ещё оставался в тоске и печали по своей последней любви."
    ]
  },
  {
    "name": "проблема воспитания",
    "examples": [
      "Сергей Михалков в стихотворении «Про мимозу» описывает мальчика Витю, который так избалован родителями, что поэт сравнивает его с нежным цветком мимозы. Родители нередко забывают даже о чувстве собственного достоинства, позволяя детям кричать на них и срывать злобу.",
      "В рассказе А.И. Куприна «Белый пудель» мальчик Серёжа и старик Лодыжкин встречают мальчика, который бился в истерике, и его ничем не могли успокоить ни мать, ни няни, ни доктор. Отвлекся он лишь на собаку, искусно выполняющую все команды старика и мальчика. А после выступления мальчик захотел собаку получить себе, а когда ему отказали, вынудил семью украсть Арто. Таким образом, мальчик был настолько избалован, что вырос капризным, избалованным и эгоистичным.",
      "Венди и Питер, герои рассказа Р. Брэдбери «Вельд», убивают собственных родителей. Причины этого немыслимого поступка автор видит в воспитании детей, которых чрезмерно баловали, выполняя всех их прихоти.",
      "В рассказе В.С. Токаревой «Ничего особенного» Иван Корольков, отец шестнадцатилетней девочки Оксаны, с огромным сожалением понимает, что дочка растет эгоисткой. Отец осознает, что он многое упустил в воспитании дочери, упустил то, что должно закладываться ещё в раннем детстве. Это те нравственные ориентиры и духовные ценности, на которых позднее человек строит всю свою жизнь. А Оксану чересчур любили, баловали; будучи единственным ребенком, она была для родителей светом в окошке. И вот теперь им приходится жать те плоды, что посеяли.",
      "У Д.И. Фонвизина в «Недоросле» госпожа Простакова так же, как и Корольков, слишком поздно поняла, что не вложила в голову своего сына Митрофана важные истины: уважение к старшим, любовь к родителям, потребность в труде и образовании. Для неё намного важнее, чтобы ребёнок хорошо поел, поспал и не переучился. Поэтому Митрофанушка в 16 лет глуп, глубоко необразован и груб. Как только мать попадает в опалу, сын тут же отворачивается от неё."
    ],
    "conclusion": "Таким образом, все самые важные качества, такие, как доброта, сострадание, ответственность, уважение, помощь старшим и многое-многое другое, должны формироваться у детей с самого раннего детства, иначе во взрослой жизни человек может столкнуться с множеством проблем."
  },
  {
    "name": "проблема бесчеловечности, жестокости⁠",
    "examples": [
      "В рассказе «Леди Макбет Мценского уезда» Н.С. Лескова показана Екатерина Измайлова. Будучи женой богатого купца, она влюбляется в Сергея, своего работника, и ждёт от него ребенка. Понимая, что очень скоро её незаконная связь разоблачится, она с помощью Сергея убивает мужа и свёкра. А затем, чтобы остаться единственной наследницей всего состояния, идёт и на убийство Феди, племянника мужа.",
      "В рассказе М. Горького «На дне» изображена Василиса Костылева, которая подговаривает вора Ваську Пепла убить её мужа, старика Костылева. Василиса, выданная замуж за Костылева без любви, за годы их совместной жизни, так и не смогла проникнуться к мужу хотя бы чувством уважения. Единственное, что она испытывает по отношению к нему – это ненависть. Убийство мужа развязало бы Василисе руки, сделав её наследницей пусть небольшого, но состояния. И она легко решается на убийство, хладнокровно излагая свой план Пеплу.",
      "В повести Владимира Железникова «Чучело» главную героиню, Лену Бессольцеву, взявшую на себя ответственность за некрасивый поступок, который она не совершала, одноклассники всячески унижают и даже пытаются сжечь на костре как предательницу. Жестокость этих, ещё очень невзрослых людей, по-настоящему ужасна. Она приносит Лене невыразимые страдания: она изгой в классе, её презирают, ненавидят, всячески демонстрируя своё отношение. Самое страшное, что человек, который в действительности совершил этот поступок (одноклассник Лены Дима Сомов) никак не мог найти в себе силы признаться, а ещё двое одноклассников, Шмакова и Попов, случайно узнавшие правду, решили не вмешиваться и посмотреть, чем закончится дело для Лены Бессольцевой. На мой взгляд, их равнодушие, даже страшнее трусости Димы Сомова."
    ]
  },
  {
    "name": "проблема равнодушия мира взрослых⁠",
    "examples": [
      "В повести «Гуттаперчевый мальчик» Д. В. Григорович показывает мальчика Петю, сироту, вынужденного с раннего детства зарабатывать себе на жизнь. Он работает в цирке эквилибристом. Его учитель беспощаден к мальчику и требует от него выполнения самых сложных упражнений, так как только они вызывают у публики интерес и, следовательно, могут собирать аншлаги и приносить деньги. Финал рассказа очень трагичен: при выполнении сложнейшего трюка Петя разбивается. Но взрослые, вечно занятые своими проблемами, остаются равнодушными к его смерти.",
      "В рассказе Ф.М. Достоевского «Мальчик у Христа на елке» накануне Рождества умирает мальчик. По сюжету ребёнок приезжает в Петербург вместе с матерью, но вскоре по приезде в город мать умирает, а после её смерти ребёнок оказывается никому не нужен. В самый разгар подготовки к Рождеству – самому милосердному христианскому празднику – ребёнку никто даже не подал куска хлеба. И голодный, брошенный мальчик замерзает на улице."
    ]
  },
  {
    "name": "проблема самопожертвования",
    "examples": [
      "Самый знаменитый пример жертвенности – это, конечно же, пример Христа. Согласно Библии, он принял смерть на кресте для того, чтобы спасти человечество. Его смерть стала искупительной жертвой за грехи людей. Главная заповедь Иисуса в том и состоит, чтобы возлюбить ближнего своего как самого себя, а следовательно, прожить свою жизнь в заботе о других людях и помощи им. Истинная жертвенность никогда не требует благодарности: всё, что делается для людей, делается с открытым сердцем и абсолютно бескорыстно, потому, что по-другому просто нельзя.",
      "Ярким примером жертвенности может служить образ Сони Мармеладовой из романа Ф.М. Достоевского «Преступление и наказание». Она готова жить по «желтому билету», чтобы спасти от голодной смерти свою семью. Но эти страдания только укрепляют душу Сони."
    ]
  },
  {
    "name": "проблема совести",
    "examples": [
      "У В.М. Шукшина в киноповести «Калина красная» показан Егор Прокудин. Бывший уголовник, он принес матери много горя и страданий. Это мучает героя, который не находит себе никаких оправданий. При встрече с матерью после многолетней разлуки у Егора не получилось признаться, что он её сын. В конце повести именно совесть не даёт герою опуститься на самое дно безнравственности. Отказ Егора помогать бывшим «друзьям» по криминальной жизни оборачивается для героя смертью, но этот отказ есть и высшее проявление его человечности.",
      "В рассказе «Конь с розовой гривой» Виктора Астафьева показаны муки совести мальчишки. Витя обманывает бабушку: кладет на дно корзинки с земляникой, которую она хотела продать, траву. После этого его начинает мучить совесть, он хочет, но не успевает сознаться. Бабушка уезжает в город. По возвращении бабушки Витя горько плачёт и раскаивается в содеянном. Видя искреннее раскаяние мальчика, бабушка прощает его и дарит ему пряник – коня с розовой гривой, о котором он очень мечтал. Этот случай стал для Вити главным нравственным уроком в жизни."
    ]
  },
  {
    "name": "проблема роли книги в жизни человека",
    "examples": [
      "В романе-антиутопии Р. Брэдбери «451 градус по Фаренгейту» показано, что стало с человечеством после полного уничтожения книг. В обществе нет социальных проблем, так как нет книг, заставляющих задумываться, анализировать, принимать решения. Но это общество, не знающее сомнений, тревог, эмоциональных взлётов и падений, бездуховно, мертво.",
      "В рассказе Пустовского «Сказочник» главный герой - мальчик, которому на Рождество подарили книгу сказок Андерсена. Сказки так увлекли мальчика, что он забыл о празднике и веселье, да так и уснул под ёлкой, а во сне увидел самого сказочника. Герой благодарит Андерсена за то, что он научил его вере в чудо и заставил поверить в то, что добро всегда побеждает зло."
    ]
  },
  {
    "name": "проблема восхищения красотой природы",
    "examples": [
      "В рассказе Паустовского «Дождливый рассвет» главный герой произведения майор Кузьмин едет в отпуск после ранения и останавливается в маленьком городке, чтобы передать письмо жене военного, с которым он познакомился в госпитале. В рассказе практически нет никаких прямых авторских характеристик Кузьмина. Но вот мы видим, как ему хочется остаться в этом городке, снять домик и слушать, как ночью дождь стучит по лопухам. И видим мы это через призму отношения Кузьмина к окружающему миру.",
      "В повести Э. Хэмингуэя «Старик и море» мы видим море глазами старика Сантьяго. Для него, рыбака, море не только кормилец, для него оно наполнено поэзией, радостью. Море делает старика сильнее, как будто даёт ему энергию из своих бездонных кладовых. Сантьяго восхищается морем, как женщиной, и мы понимаем, как прекрасна его душа, забывающая о тяготах людского существования и способная бесконечно удивляться величию природы."
    ]
  },
  {
    "name": "проблема смысла жизни человека",
    "examples": [
      "В комедии Грибоедова «Горе от ума» жизненными ценностями представителей «фамусовского общества» стали деньги, связи с вышестоящими по чину, власть и всё, что связано с этими понятиями. В погоне за ними эти люди не останавливаются ни перед чем: подлость, лицемерие, обман, выслуживание перед начальством – всё это излюбленные приемы Фамусова и подобных ему, чтобы добиваться своей цели. Поэтому им так ненавистны свободолюбивые и независимые идеалы Чацкого."
    ]
  },
  {
    "name": "проблема утраты духовных ценностей",
    "examples": [
      "В рассказе Чехова «Ионыч» изображена духовная деградация человека. В начале рассказа главный герой искренне хочет помогать людям. Однако обыватели не понимают стремлений Старцева и сторонятся его. В результате доктор, всё прекрасно понимая, не находит в себе сил противостоять среде. И вот в конце рассказа мы уже видим толстого, безразличного ко всему, кроме денег, Ионыча.",
      "В рассказе В. Распутина «В ту же землю» героине Пашуте, доведённой до предела существованием в мрачном городе, неустроенностью в семейной жизни и переменами, обрушившимися на наше государство в конце 80-х годов XX столетия, становится безразличной даже смерть собственной матери. Истоки духовного очерствения героини Распутин видит в утрате исконной связи с родной землёй. Потому что, утрачивая связь с природой, перестав любоваться её красотой и гармонией, перестав благодарить её за щедрость, люди, по мнению автора, оскудевают душой и ожесточаются."
    ]
  },
  {
    "name": "проблема духовного развития личности",
    "examples": [
      "В комедии Грибоедова «Горе от ума» Чацкий становится примером личности, для которой жизненными приоритетами становятся морально-нравственные ценности. Его духовная жизнь, его идеалы противопоставляются бездушию «фамусовского общества», главная задача представителей которого – получение всевозможных материальных благ.",
      "В романе Л.Н. Толстого «Война и мир» князь Андрей, пережив искушение жаждой славы, собственного величия, постепенно осознает несостоятельность индивидуалистического мировоззрения и приходит к постижению идеи «братства» и единения людей. Болконский умирает, перед смертью поняв, что весь мир – это любовь, поверив в истинное единение на основе взаимной любви.",
      "В романе Л.Н. Толстого «Война и мир» Пьер Безухов проходит долгий и тернистый путь духовных исканий: от мечтаний о славе и богатстве, гусарских кутежей и скандалов, дуэли с Долоховым, масонства герой приходит к мысли, что единственная возможность прожить свою жизнь осмысленно – это принятие многообразия мира, единение с народом, и, несмотря на перенесенные страдания, любовь ко всему сущему."
    ]
  },
  {
    "name": "проблема счастья",
    "examples": [
      "В рассказе Ю. Бондарева «Счастье» идёт речь о девушке Наде и её отце. Мы видим, что Надежда пока ещё не поняла, в чем для неё смысл жизни и настоящее счастье. Поэтому героиня тоскует и говорит о безысходности. Как полная противоположность героине показан её отец. Он уже давно определился, ради чего живёт: здоровье и благополучие родных и близких, мирное небо над головой. И ради этого он готов работать день и ночь!",
      "В очерке Владимира Короленко «Парадокс» рассказывается о калеке, появившемся на свет без рук и вынужденного зарабатывать себе на жизнь своим уродством. Автор показывает, как этот самый калека отдаёт часть заработанных тяжёлым трудом денег, на которые он, кстати, содержит своих племянников, нищим. Короленко всем ходом рассказа доказывает нам, что счастье человека заключается в помощи ближним своим, и этого счастья может достичь любой, даже человек, для которого оно, на первый взгляд, просто невозможно."
    ]
  },
  {
    "name": "проблема нравственного выбора",
    "examples": [
        "В романе «Война и мир» Наташа Ростова помогает раненым солдатам, возвращающимся домой после Бородинского сражения. Она понимает, что у них не хватит сил выбраться из города, который со дня на день будет захвачен наполеоновскими войсками. Поэтому девушка без сожаления заставляет родителей отдать раненым подводы, предназначенные для перевозки многочисленных вещей из их дома. Совсем другой выбор делает зять семьи Ростовых – Берг. Для него главное сейчас – нажиться, выгодно купить вещи, которые хозяева рады продать за бесценок."
    ]
  },
  {
      "name": "Проблема милосердия в жизни человека",
      "examples": [
          "Соня Мармеладова в романе Ф.М. Достоевского «Преступление и наказание» становится для автора воплощением милосердия. Вынужденная пойти работать по «жёлтому билету», она делает это не по прихоти, не из желания лёгкой, красивой жизни, а из сострадания к сводным брату и сестре, их чахоточной матери и отцу-пьянице.",
          "В повести Альберта Лиханова «Голгофа» вахтерша тетя Груня после смены ходит по палатам госпиталя и помогает раненым. Так, она буквально вытащила с того света Алексея Пряхина, а после госпиталя привела к себе домой и оставила жить до полного выздоровления. На вопрос Алексея, чем же он с ней рассчитается за её доброту, она отвечает, что если бы люди за добро платить начали, то весь мир давно бы в магазин превратился и всё добро бы изничтожилось."
      ]
  },
  {
      "name": "Проблема взаимоотношения отцов и детей",
      "examples": [
          "Сложной проблеме взаимоотношений старшего и младшего поколений посвящена повесть Анатолия Алексина «Раздел имущества». Бабушка Анисья стала для внучки Верочки всем, так как именно она выходила её, перенёсшую тяжелую родовую травму, буквально поставила на ноги. Но мать Веры, невестка бабушки Анисьи, ревнует дочь к свекрови. Постепенно мы видим, как отношения накаляются и дело доходит до суда, где делится имущество. Девочка переживает тяжёлое разочарование, она явственно увидела, что не всегда на добро отвечают добром. Самым же болезненным для ребёнка оказалось то, что такими чёрствыми, неблагодарными оказались её собственные родители."
      ]
  },
  {
      "name": "Проблема жизнелюбия",
      "examples": [
          "В романе «Война и мир» Толстой показывает Платона Каратаева. Пребывая в плену, он, кажется, смирился со своим положением, не сопротивляется ничему, не впадает в отчаяние, напротив, постоянно помогает другим пленным, подбадривая их как словом, так и делом.",
          "В романе «Сашка» Вячеслава Кондратьева изображен Жора - раненый солдат, направленный в госпиталь. Несмотря ни на что, он без конца восхищающается и солнцем, и молодой травкой, и поющими птичками. Он говорит Сашке, главное, что они вышли живыми из той мясорубки, в которой сложили головы очень многие."
      ]
  },
  {
      "name": "Проблема воспоминания о родных местах",
      "examples": [
          "В романе Дины Рубиной «На солнечной стороне улицы» Ташкент – город детства и юности писательницы – становится самостоятельным героем. Воспоминания людей, когда-то живших в Ташкенте, образуют отдельную сюжетную линию. Город, оживленный памятью бывших ташкентцев, приобретает чёткость, зримость, запах и даже вкус.",
          "Замечательные строки стихотворения С. Есенина звучат как гимн своей малой родине: «Низкий дом с голубыми ставнями, /Не забыть мне тебя никогда, /Слишком были такими недавними / Отзвучавшие в сумрак года». Деревня, в которой поэт родился и вырос, на всю жизнь стала для поэта источником творческого вдохновения."
      ]
  },
  {
      "name": "Проблема целеустремлённости",
      "examples": [
          "В рассказе Аллы Драбкиной «Девочка, которая хотела танцевать» говорится о девочке, которую не хотели брать в танцевальную школу из-за проблем с ногами. Но это не останавливает ребёнка: она танцует дома, ставит в коммунальной квартире вместе с соседскими детьми спектакли, вопреки всему поступает в театральный институт и там продолжает танцевать. Став известной артисткой, на вопрос «Как же вы стали танцевать?» она отвечает не задумываясь: «Просто я очень хотела танцевать!»"
      ]
  },
  {
      "name": "Проблема красоты",
      "examples": [
          "В романе Л.Н. Толстого «Война и мир» Наташа Ростова была очень некрасивым ребёнком, но непосредственность, очарование, жизнелюбие делали её прекрасной. Она сохранила все эти черты и став девушкой, поэтому, несмотря на то, что внешне Наташа весьма проигрывала Соне и тем более Элен Курагиной, она привлекала всеобщее внимание.",
          "К. Паустовский в рассказе «Собрание чудес» поведал историю о Боровом озере, которое многим бы показалось вполне обычным. Но для рассказчика, проведшего на нём два дня, видевшего рассветы и закаты, наблюдавшего, как вода мерно омывает корни старых деревьев, как колышутся от ударов рыбы островки белых лилий, место это стало одним из самых прекрасных на земле."
      ]
  },
  {
      "name": "Проблема верности данному слову",
      "examples": [
          "В рассказе Л. Пантелеева «Честное слово» говорится о мальчике, которому во время игры старшие мальчишки доверили охранять воображаемый пороховой склад и взяли с него честное слово, что он не оставит поста. Заигравшись и забыв о часовом, мальчишки давно разбежались по домам, но наш герой остался. В парке уже темнело, когда рассказчик увидел маленького часового, который ни за что не хотел оставлять вверенный ему пост. Рассказчик говорит, одно он знает точно: из мальчика вырастет настоящий человек с сильной волей и сознанием верности слову."
      ]
  },
  {
      "name": "Проблема роли учителя в жизни человека",
      "examples": [
          "В рассказе Чингиза Айтматова «Первый учитель» Алтынай рассказывает о первом учителе, который организует в ауле школу, куда ходят дети бедняков. Алтынай, живущая после смерти родителей у тётки лишь в школе узнала, что такое доброе отношение. Первый учитель стал для Алтынай человеком, перед которым она в самые трудные моменты жизни «держала ответ» и не позволяла себе отступать перед преградами.",
          "В рассказе Распутина «Уроки французского» показана учительница, ставшая для своего ученика главным человеком, о котором тот помнил всю жизнь. Сделав невозможный для учителя поступок (игра на деньги), приведший к увольнению, она преподала ученику важнейшей жизненный урок – урок человечности и великодушия."
      ]
  },
  {
    "name": "Проблема разума и чувства",
    "examples": [
        "В поэме Шекспира «Ромео и Джульета» главные герои принадлежат к двум враждующим кланам – Монтекки и Капулетти. Всё против чувств молодых людей, и голос разума советует каждому не поддаваться вспыхнувшей любви. Но эмоции оказываются сильнее, и даже в смерти Ромео и Джульетта не захотели расставаться.",
        "В романе Гоголя «Мертвые души» разум всегда берёт верх над эмоциями его героя - Чичикова. Даже встретив на станции таинственную молодую незнакомку, герой размышляет о том, кто может быть отец девушки и каковы его доходы, и что если дать за девушкой тысяч двести приданого, то из неё выйдет очень «лакомый кусочек».",
        "В рассказе Чехова «Дама с собачкой» Дмитрий Гуров знакомится с молодой женщиной Анной Сергеевной, в которую неожиданно для себя влюбляется. Он вдруг начинает замечать, как пошла и мелка жизнь вокруг него, как мелочны и эгоистичны люди. Внешняя жизнь Гурова оказывается ненастоящей, а настоящая жизнь – это тайные встречи с Анной Сергеевной в гостинице, их любовь. Эти две жизни очень сложно примирить, но герои пока не в силах найти разумного решения проблемы, хотя им кажется, что оно вот-вот придёт и начнётся новое, прекрасное время."
    ]
  },
  {
      "name": "Проблема чести и бесчестия",
      "examples": [
          "В рассказе «Попрыгунья» Чехов говорит о докторе Осипе Степановиче Дымове, который остался верен своему врачебному долгу до конца. Он принимает решение отсасывать дифтеритные плёнки у больного мальчика, хотя это было очень опасно для врача, поэтому не предписывалось как обязательная мера лечения. Но Дымов идёт на это, заражается и умирает."
      ]
  },
  {
      "name": "Проблема дружбы и вражды",
      "examples": [
          "В повести А. Алексина «Ивашков» рассказывается о взаимоотношениях трёх девочек: Ляли Ивашовой, Маши Завьяловой и Дуси. Именно Дусино отношение к девочкам показывает нам, какой должна быть настоящая дружба. Чувство зависти она называет «изнуряющим чувством», поэтому испытывать его совсем не хочет. Девочка искренне гордится красотой Ляли и талантами Маши, а потому потихоньку собирает сочинённые и записанные на обрывках бумаги Машины стихи и ставит на них даты."
      ]
  },
  {
      "name": "Проблема разрушающего влияния денег",
      "examples": [
          "В повести Пушкина «Пиковая дама» показан совсем небогатый молодой человек, офицер, живущий на жалованье, который очень хочет разбогатеть. Желание разбогатеть заставляет его прибегнуть к угрозам старухи графини, якобы знающей тайну трёх карт, которые непременно выигрывают, если ставить на них подряд. В результате угроз сердце старухи не выдерживает и она умирает. Но жертвой страстной жажды денег главного героя стала не только старая графиня, но и её воспитанница Лизавета Ивановна, используя чувства которой, герой проникает в особняк, да и сам он впоследствии сходит с ума, потому что так и не сумел разбогатеть, поставив вместо заветного туза пиковую даму.",
          "В романе Гоголя «Мертвые души» все чиновники и помещики поэмы грешат жадностью и тягой к деньгам. Но в Степане Плюшкине эта черта приобретает крайнюю форму – скупость. Результатом страсти к накопительству становится то, что Плюшкин теряет друзей, близких, самого себя."
      ]
  },
  {
      "name": "Проблема равнодушия и отзывчивости⁠",
      "examples": [
          "В рассказе А.П. Чехова «Крокодиловы слезы» главный герой совершенно безразличен к проблемам людей, приносящих ему вещи в последней надежде получить деньги. С притворной горечью рассуждая о социальной несправедливости, о скупости богатых и унизительном существовании бедняков, на которых высшим слоям общества наплевать, главный герой сам не стремится облегчить нелёгкую участь своих просителей. Ни одну вещь он не оценивает достойно, напротив, максимально снижает цену, говоря: «А то ведь и прогореть недолго».",
          "В повести Шолохова «Судьба человека» Андрей Соколов, переживший фашистский плен, потерявший во время войны всю семью, не очерствел. Его сердце ещё готово любить, поэтому он берёт на себя ответственность и берёт на воспитание мальчика-сироту Ванюшу."
      ]
  },
  {
      "name": "Проблема верности и измены⁠",
      "examples": [
          "В поэме Пушкина «Полтава» рассказывается о предательстве гетмана Украины Мазепы. Он восстаёт против власти России и лично Петра I и идёт на союз с королём Швеции – Карлом XII. Причина измены Отечеству и ненависти Мазепы к русскому царю – оскорбление, некогда нанесённое Петром Мазепе. Царь за дерзко сказанное слово схватил гетмана за усы. Изменнику после разгрома шведских войск под Полтавой пришлось постыдно бежать.",
          "В романе Пушкина «Евгений Онегин» проблема верности и измены важнейшая. Испугавшись «мненья света», боясь потерять свою репутацию, Онегин не идёт на примирение с Ленским, изменяет их дружеским отношениям. Сам главный герой понимал, что повод для поединка несущественный. Да и Владимир уже на следующее утро осознаёт это. Однако ни один из них не идет на попятную, что и приводит к драматическому исходу.",
          "В рассказе И.А. Бунина «Темные аллеи» мы видим, как хранит верность первой и единственной любви героиня Надежда. Совсем юной, она влюбилась в молодого барина – Николая Алексеевича. Молодой барин бросил её, женился на девушке из своего круга. Когда они встречаются тридцать лет, он просит прощения у Надежды за свой поступок и признается, что никогда в жизни счастлив не был. Однако ведомый социальными предрассудками и собственным эгоизмом, Николай Алексеевич не может представить себя Надежду матерью его детей и хозяйкой его дома."
      ]
  },
  {
      "name": "Проблема мечты и реальности⁠",
      "examples": [
          "В романе Грина «Алые паруса» главная героиня – Ассоль – верит, что однажды за ней на корабле с алыми парусами приплывёт прекрасный юноша и заберёт её и её отца Лонгрена. Ассоль и её отца не любят жители деревни, обвиняя главу семейства в гибели богатого лавочника. Они изгои, которым мало кто готов помочь, поэтому Ассоль мечтает уехать в прекрасную страну, где люди умеют любить и прощать, а не мечтают лишь о самом примитивном и грубом. И её желание исполняется. Таким образом, автор дарит надежду на то, что мечты могут исполняться.",
          "В романе Гончарова «Обломов» сравниваются два героя - Обломов и Штольц. У них обоих есть мечты, но если первый лишь лежит на диване, предаваясь им, то второй деятельно воплощает их в жизнь. Именно Штольц добивается всего, чего хочет, а Обломов остается лишь с тем, что имеет."
      ]
  },
  {
      "name": "Проблема мести и великодушия",
      "examples": [
          "В романе Л.Н. Толстого «Война и мир» мы видим, как Андрей Болконский страдает, желая отомстить Анатолю Курагину, уговорившему Наташу Ростову на побег и незаконный брак. Все мысли Болконского только о том, какое наказание он изберёт для своего соперника. Но всё меняется, когда во время Бородинского сражения Андрея тяжело ранят и он, лежа в лазарете, вдруг осознаёт, что, несмотря ни на что, любит Наташу, а вместе с нею и весь мир. И, даже увидев на соседнем койке раненого Анатоля Курагина, не чувствует к нему прежних чувств вражды и мести.",
          "В рассказе А. Приставкина «Золотая рыбка» героини проявляют великодушие, прощая маленькой Люсеньке то, что она съела единственную отраду девочек из детского дома – золотых аквариумных рыбок. В голодные годы Великой Отечественной войны в детском доме Люсенька была самой младшей, и старшие девочки мало интересовались, чем она живёт, что её волнует. Узнав, что золотые рыбки пропадают по вине Люсеньки, девочки вначале злятся, но потом, хорошенько разглядев тонкую, почти прозрачную кожицу Люси, через которую просвечивают голубые жилки, прощают её и просят у нянечки кусочек хлеба, чтобы покормить ребенка, буквально умирающего от голода."
      ]
  },
  {
      "name": "Проблема гордости и смирения",
      "examples": [
          "В рассказе «Шинель» Гоголя смирение Акакия Акакиевича Башмачкина вынужденное. Не одарённый природой никакими талантами, робкий, Акакий Акакиевич смиренно сносит насмешки коллег, лишь иногда печально спрашивая: «За что вы меня так?». Он не смог заступиться за себя и тогда, когда был грубо выставлен начальником из кабинета, куда пришёл просить помощи в поисках украденной шинели.",
          "В повести Пушкина «Капитанская дочка» Алексей Швабрин не в силах принять отказ Маши Мироновой выйти за него замуж. Он пытается оклеветать девушку перед счастливым соперником Петром Гринёвым, а позднее, на дуэли, воспользовавшись моментом, подло его ранит. Гордыня Швабрина толкает его и на большие преступления. Присягнув Емельяну Пугачёву, он силой держит Машу в крепости. Когда же Гринёву удаётся благодаря помощи Пугачева вызволить Машу из плена Швабрина, последний мстит и пишет донос на Гринёва, обвиняя того в измене."
      ]
  },
  {
      "name": "Проблема надежды и отчаяния",
      "examples": [
          "В повести А.С. Пушкина «Станционный смотритель» главный герой Самсон Вырин в отчаянии от случившейся с ним беды: бежала с проезжим офицером князем Минским его любимая дочь Дуня. Герой едет искать девушку в Петербург, но поиски его не увенчались успехом: Минский грубо выставляет Вырина за дверь. Отчаяние героя от бессилия, потому что он не может противостоять человеку, находящемуся на самом верху социальной лестницы. Герою не у кого просить защиты и помощи, поэтому отчаяние его безнадёжное. Финал повести печален: Вырин спивается и умирает в одиночестве.",
          "В повести В.Г. Короленко «Слепой музыкант» надежду на полноценную жизнь слепому мальчику Петрусю подарила музыка. С детства слушая игру матери на фортепьяно, он проникался силой музыки. Именно с её помощью мать пытается объяснить сыну, что такое цвет, чтобы мальчик мог представлять мир в красках. Дружба с простыми работниками их поместья и музыка, которую играл для слепого паныча конюх Иохим и его песни, подтолкнула мальчика к тому, чтобы учиться играть самому."
      ]
  },
  {
      "name": "Проблема любви",
      "examples": [
          "В романе А.С. Пушкиан «Евгений Онегин» в начале произведения Татьяна Ларина страдает от неразделенной любви к Евгению Онегину, но получает отказ. В конце же романа уже Онегин, поражённый изменившейся Татьяной, ищет встреч с ней, отправляет ей умоляющие о встрече письма. И… здесь уже героиня читает ему «отповедь» и, хотя и признаётся в сохранившейся любви, не даёт надежды на счастье, объясняя отказ замужеством и желанием сохранить верность супругу и своё доброе имя."
      ]
  }
]