[
  {
    "name": "проблема стойкости и мужества русской армии во время военных испытаний",
    "intro": "Наша история знает немало примеров кровопролитных конфликтов. Один из таких примеров и затрагивает автор данного произведения.",
    "examples": [
      "Лев Николаевич Толстой в своем романе \"Война и мир\" показывает самоотверженную борьбу русских солдат против наполеоновских захватчиков. Каждый из них сражался так мужественно, зная, что за его спиной - Москва, сердце России.",
      "В повести \"А зори здесь тихие\" Васильева показаны пять молодых девушек, сражающиеся против немецких диверсантов. Они проявляют отвагу, показывают себя истинными патриотами и погибают героями, защищая свою родину."
    ]
  },
  {
    "name": "проблема нежности",
    "intro": "В литературе есть немало примеров нежной и верной любви. Один из таких примеров и затрагивает автор данного произведения.",
    "examples": [
      "Шарлотта Бронте показывает потрясающий пример жертвенной любви в своем романе \"Джейн Эйр\". Джейн любит Рочестера Берта и выходит за него замуж, несмотря на то, что он беспомощный калека. Тем самым, своей любовью она вдыхает новую жизнь в него.",
      "Любовь Сони Мармеладовой к Родиону Раскольникову показана в романе Федора Достоевского \"Преступление и наказание\". Соня жертвует собой и едет за Родионом в Сибирь, тем самым спасая его и помогая ему переродиться к новой жизни."
    ]
  },
  {
    "name": "проблема сохранения чести",
    "examples": [
      "Петр Гринев в романе \"Капитанская дочка\" А. С. Пушкина отказывается признавать в Пугачеве государя даже перед угрозой смертной казни. Для него важно сохранить верность присяге императрице, чувство долга берет верх над страхом смерти.",
      "В схожем ключе ",
      "Проблема сохранения чести поднимается в повести Н.В. Гоголя \"Тарас Бульба\". Два сына главного героя совершенно не похожи. Остап - честный и отважный человек. Он никогда не предавал своих товарищей и погиб, как герой. Андрий - романтическая натура. Ради любви к полячке он предаёт родину. Личные интересы у него на первом плане. Андрий умирает от рук отца, который не смог простить предательства. Таким образом, всегда нужно оставаться честным прежде всего с самим собой."
    ]
  },
  {
    "name": "проблема преданной любви",
    "examples": [
      "В романе А.С. Пушкина \"Капитанская дочка\" Пётр Гринёв и Маша Миронова любят друг друга. Пётр защищает честь возлюбленной в поединке со Швабриным, который оскорбил девушку. В свою очередь, Маша спасает Гринёва от ссылки, когда \"просит милости\" у императрицы. Таким образом, в основе отношений Маши и Петра лежит взаимопомощь.",
      "Самоотверженная любовь - одна из тем романа М.А. Булгакова \"Мастер и Маргарита\". Женщина способна принимать интересы и устремления возлюбленного, как свои, помогает ему во всем. Мастер пишет роман - и это становится содержанием жизни Маргариты. Она переписывает набело готовые главы, старается, чтобы мастер был спокоен и счастлив. В этом женщина видит своё предназначение."
    ]
  },
  {
    "name": "проблема раскаяния",
    "examples": [
      "В романе Ф.М. Достоевского \"Преступление и наказание\" показан долгий путь к раскаянию Родиона Раскольникова. Уверенный в справедливости своей теории \"разрешения крови по совести\", главный герой презирает себя за собственную слабость и не осознаёт тяжести совершенного преступления. Однако вера в Бога и любовь к Соне Мармеладовой приводят Раскольникова к покаянию."
    ]
  },
  {
    "name": "проблема поиска смысла жизни в современном мире",
    "examples": [
      "В рассказе И.А. Бунина \"Господин из Сан-Франциско\" американский миллионер служил \"золотому тельцу\". Главный герой считал, что смысл жизни заключается в накоплении богатства. Когда Господин умер, то оказалось, что подлинное счастье прошло мимо него.",
      "В романе Льва Николаевича Толстого \"Война и мир\" Наташа Ростова видит смысл жизни в семье, любви к родным и близким. После свадьбы с Пьером Безуховым главная героиня отказывается от светской жизни, полностью посвящает себя семье. Наташа Ростова нашла своё предназначение в этом мире и стала поистине счастливой."
    ]
  },
  {
    "name": "проблема литературной безграмотности и низкого уровня образованности среди молодёжи",
    "examples": [
      "В \"Письмах о добром и прекрасном\" Д.С. Лихачёв утверждает, что книга обучает человека лучше любого произведения. Известный учёный восхищается способностью книги воспитывать личность, формировать её внутренний мир. Академик Д.С. Лихачёв приходит к выводу, что именно книги учат мыслить, делают человека интеллигентным.",
      "Рэй Брэдбери в романе \"451 градус по Фаренгейту\" показывает, что произошло с человечеством после того, как были полностью уничтожены все книги. Может показаться, что в подобном обществе не существует социальных проблем. Разгадка кроется в том, что оно просто бездуховно, так как нет литературы, способной заставить людей анализировать, задумываться, принимать решения."
    ]
  },
  {
    "name": "проблема воспитания детей",
    "examples": [
      "В романе И.А. Гончарова \"Обломов\" Илья Ильич вырос в атмосфере постоянной опеки со стороны родителей и воспитателей. В детстве главный герой был любознательным и активным ребёнком, но чрезмерная забота привела к апатичности и безвольности Обломова во взрослой жизни.",
      "В романе Л.Н. Толстого \"Война и мир\" в семье Ростовых царит дух взаимопонимания, верности, любви. Благодаря этому Наташа, Николай и Петя стали достойными людьми, унаследовали доброту, благородство. Таким образом, условия, созданные Ростовыми, способствовали гармоничному развитию их детей."
    ]
  },
  {
    "name": "проблема роли профессионализма",
    "examples": [
      "В повести Б.Л. Васильева \"Летят мои кони...\" смоленский доктор Янсон трудится не покладая рук. Главный герой в любую погоду спешит на помощь больным. Благодаря своей отзывчивости и профессионализму, доктор Янсон сумел снискать любовь и уважение всех жителей города.",
      "В повести В.Г. Короленко \"Слепой музыкант\" Пётру Попельскому пришлось преодолеть немало трудностей, чтобы найти своё место в жизни. Несмотря на слепоту, Петрусь стал пианистом, который своей игрой помогал людям стать чище сердцем и добрее душой."
    ]
  },
  {
    "name": "проблема солдатской судьбы на войне",
    "examples": [
      "Трагически сложилась судьба главных героинь повести Б.Л. Васильева \"А зори здесь тихие...\". Пять молодых зенитчиц выступили против немецких диверсантов. Силы были не равны: все девушки погибли. Рита Осянина, Женя Комелькова, Лиза Бричкина, Соня Гурвич и Галя Четвертак могли остаться в живых, но они были уверены в том, что нужно бороться до конца. Девушки стали примером стойкости и отваги.",
      "В повести В.Быкова \"Сотников\" рассказывается о двух партизанах, которые попали в плен к немцам во время Великой Отечественной войны. Дальнейшая судьба солдат сложилась по-разному. Так Рыбак предал родину и согласился служить немцам. Сотников же отказался сдаваться и выбрал смерть."
    ]
  },
  {
    "name": "проблема эгоизма влюбленного человека",
    "examples": [
      "В повести Н.В. Гоголя \"Тарас Бульба\" Андрий из-за любви к полячку перешёл в стан врага, предал брата, отца, родину. Юноша, не поколебавшись, решился выйти с оружием против своих вчерашних товарищей. Для Андрия личные интересы стоят на первом месте. Молодой человек погибает от рук отца, который не смог простить предательства и эгоизма младшего сына.",
      "Недопустимо, когда любовь становится одержимостью, как у главного героя П.Зюскинда \"Парфюмер. История одного убийцы\". Жан-Батист Гренуй не способен на высокие чувства. Всё, что представляет для него интерес, это запахи, создание аромата, внушающего людям любовь. Гренуй - пример эгоиста, который для осуществления своей меты идёт на самые тяжкие преступления."
    ]
  },
  {
    "name": "проблема предательства",
    "examples": [
      "В романе В.А. Каверина \"Два капитана\" Ромашов неоднократно предавал людей, окружавших его. В школе Ромашка подслушивал и доносил заведующему всё, что говорили о нем. Позже Ромашов дошёл до того, что стал собирать сведения, доказывающие вину Николая Антоновича в гибели экспедиции капитана Татаринова. Все действия Ромашки низкие, разрушающие не только его жизнь но и судьбы других людей.",
      "Ещё более глубокие последствия влечёт за собой поступок героя повести В.Г. Распутина \"Живи и помни\". Андрей Гуськов дезертирует и становится предателем. Эта непоправимая ошибка не только обрекает его на одиночество и изгнание из общества, но и является причиной самоубийства жены Настёны."
    ]
  },
  {
    "name": "проблема обманчивости внешнего вида",
    "examples": [
      "В романе Льва Николаевича Толстого \"Война и мир\" Элен Курагина, несмотря на свою блистательную внешность и успех в обществе, не отличается богатым внутренним миром. Её главные приоритеты в жизни - деньги и слава. Таким образом, в романе эта красавица является воплощением зла и духовного падения.",
      "В романе Виктора Гюго \"Собор Парижской Богоматери\" Квазимодо - горбун, преодолевший немало трудностей на протяжении жизни. Внешность главного героя совершенно неприглядна, но за ней скрывается благородная и прекрасная душа, способная искренне любить."
    ]
  },
  {
    "name": "проблема предательства на войне",
    "examples": [
      "В повести В.Г. Распутина \"Живи и помни\" Андрей Гуськов дезертирует и становится предателем. В начале войны главный герой честно и мужественно сражался, ходил в разведку, никогда не прятался за спинами товарищей. Однако через некоторое время Гуськов задумался, почему именно он должен воевать. В тот момент эгоизм взял верх, и Андрей совершил непоправимую ошибку, которая обрекла его на одиночество, изгнание из общества и стала причиной самоубийства жены Настёны. Муки совести терзали героя, но он уже был не в силах что-либо изменить.",
      "В повести В. Быкова \"Сотников\" партизан Рыбак предает родину и соглашается служить \"великой Германии\". Его товарищ Сотников, напротив, является примером стойкости. Несмотря на нестерпимую боль, испытываемую им во время пыток, партизан отказывается говорить правду полицаям. Рыбак осознает низость своего поступка, хочет бежать, но понимает, что дороги назад нет."
    ]
  },
  {
    "name": "проблема влияния любви к родине на творчество",
    "examples": [
      "Ю.Я. Яковлев в рассказе \"Разбуженный соловьями\" пишет о трудном мальчике Селюжёнке, которого окружающие не любили. Однажды ночью главный герой услышал трель соловья. Прекрасные звуки поразили ребёнка, пробудили интерес к творчеству. Селюжёнок записался в художественную школу, и с тех пор отношение взрослых к нему изменилось. Автор убеждает читателя, что природа пробуждает в душе человека лучшие качества, помогает раскрыться творческому потенциалу.",
      "Любовь к родному краю - главный мотив творчества живописца А.Г. Венецианова. Его кисти принадлежит ряд картин, посвященных жизни простых крестьян. \"Жнецы\", \"Захарка\", \"Спящий пастушок\" - вот мои любимые полотна художника. Быт простых людей, красота природы России побудили А.Г. Венецианова на создание картин, которые уже более двух столетий привлекают внимание зрителей своей свежестью и искренностью."
    ]
  },
  {
    "name": "проблема влияния детских воспоминаний на жизнь человека",
    "examples": [
      "В романе И.А. Гончарова \"Обломов\" главный герой считает детство самой счастливой порой. Илья Ильич вырос в атмосфере постоянной опеки со стороны родителей и воспитателей. Чрезмерная забота стала причиной апатичности Обломова во взрослой жизни. Казалось, что любовь к Ольге Ильинской должна была разбудить Илью Ильича. Однако его образ жизни остался неизменным, потому что уклад родной Обломовки навсегда оставил след в судьбе главного героя. Таким образом, детские воспоминания повлияли на жизненный путь Ильи Ильича .",
      "В стихотворении \"Мой путь\" С.А. Есенин признался, что детские годы сыграли важную роль в его творчестве. Когда-то в девять лет вдохновленный природой родного села мальчик написал своё первое произведение. Таким образом, детство предопределило жизненный путь С.А. Есенина."
    ]
  },
  {
    "name": "проблема выбора жизенного пути",
    "examples": [
      "Главная тема романа И.А. Гончарова \"Обломов\" - судьба мужчины, не сумевшего избрать верный жизненный путь. Писатель особо подчёркивает, что апатичность и неспособность к труду превратили Илью Ильича в праздного человека. Отсутствие силы воли и каких-либо интересов не позволили главному герою стать счастливым и реализовать свои возможности.",
      "Из книги М. Мирского \"Исцеляющий скальпелем. Академик Н.Н. Бурденко\" я узнала, что выдающийся врач сначала учился в духовную семинарию, но вскоре понял, что хочет посвятить себя медицине. Поступив в университет, Н.Н. Бурденко увлёкся анатомией, что в скором времени помогло ему стать известным хирургом.",
      "Д.С. Лихачёв в \"Письмах о добром и прекрасном\" утверждает, что \"нужно прожить жизнь с достоинством, чтобы не стыдно было вспомнить\". Этими словами академик подчёркивает, что судьба непредсказуема, но важно оставаться великодушным, честным и небезразличным человеком."
    ]
  },
  {
    "name": "проблема собачьей преданности",
    "examples": [
      "В повести Г.Н. Троепольского \"Белый Бим Чёрное ухо\" рассказана трагическая судьба шотландского сеттера. Пёс Бим отчаянно пытается найти своего хозяина, у которого случился сердечный приступ. На своём пути собака сталкивается с трудностями. К сожалению, хозяин находит питомца уже после того, как пса убили. Бима с уверенностью можно назвать настоящим другом, преданным хозяину до конца своих дней.",
      "В романе Эрика Найта \"Лесси\" семье Керраклафов приходится отдать свою колли другим людям из-за финансовых трудностей. Лесси тоскует по прежним хозяевам, и это чувство лишь усиливается, когда новый владелец увозит её далеко от родного дома. Колли сбегает и преодолевает множество препятствий. Несмотря на все трудности, собака воссоединяется с прежними хозяевами."
    ]
  },
  {
    "name": "проблема мастерства в искусстве",
    "examples": [
      "В повести В.Г. Короленко \"Слепой музыкант\" Пётру Попельскому пришлось преодолеть немало трудностей, чтобы найти своё место в жизни. Несмотря на слепоту, Петрусь стал пианистом, который своей игрой помогал людям стать чище сердцем и добрее душой.",
      "В рассказе А.И. Куприна \"Тапёр\" мальчик Юрий Агазаров - музыкант-самоучка. Писатель подчёркивает, что юный пианист удивительно талантлив и трудолюбив. Одаренность мальчика не остаётся незамеченной. Его игра поразила знаменитого пианиста Антона Рубинштейна. Так Юрий стал известен всей России как один из талантливейших композиторов."
    ]
  },
  {
    "name": "проблема значимости жизненного опыта для писателей",
    "examples": [
      "В романе Бориса Пастернака \"Доктор Живаго\" главный герой увлекается поэзией. Юрий Живаго - свидетель революции и гражданской войны. Эти события находят отражение в его стихотворений. Так сама жизнь вдохновляет поэта на создание прекрасных произведений.",
      "Тема призвания писателя поднимается в романе Джека Лондона \"Мартин Иден\". Главный герой - матрос, который на протяжении многих лет занимался тяжелым физическим трудом. Мартин Иден побывал в разных странах, видел жизнь простых людей. Всё это стало главной темой его творчества. Так жизненный опыт позволил стать простому матросу известным писателем."
    ]
  },
  {
    "name": "проблема влияния музыки на душевное состояние человека",
    "examples": [
      "В повести А.И. Куприна \"Гранатовый браслет\" Вера Шеина испытывает духовное очищение под звуки сонаты Бетховена. Слушая классическую музыку, героиня успокаивается после пережитых ею испытаний. Волшебные звуки сонаты помогли Вере обрести внутреннее равновесие, найти смысл дальнейшей жизни.",
      "В романе И.А. Гончарова \"Обломов\" Илья Ильич влюбляется в Ольгу Ильинскую, когда слушает её пение. Звуки арии \"Casta Diva\" пробуждают в его душе чувства, которые он никогда не испытывал. И.А. Гончаров подчёркивает, что давно Обломов не ощущал \"такой бодрости, такой силы, которая, казалось, поднялась со дна души, готовая на подвиг\"."
    ]
  },
  {
    "name": "проблема материнской любви",
    "examples": [
      "В повести А.С. Пушкина \"Капитанская дочка\" описана сцена прощания Петра Гринёва с матерью. Авдотья Васильевна была подавлена, когда узнада, что сыну нужно надолго уезжать на службу. Прощаясь с Петром, женщина не смогла сдержать слёз, потому что для неё не могло быть ничего тяжелее расставания с сыном. Любовь Авдотьи Васильевны искренняя и необъятная."
    ]
  },
  {
    "name": "проблема воздействия произведений искусства о войне на человека",
    "examples": [
      "В повести Льва Кассиля \"Великое противостояние\" Сима Крупицына каждое утро слушала по радио сводки новостей с фронта. Однажды девушка услышала песню \"Священная война\". Сима была так взволнована словами этого гимна защиты Отечества, что решила пойти на фронт. Так произведение искусства вдохновило главную героиню на подвиг."
    ]
  },
  {
    "name": "проблема лженауки",
    "examples": [
      "В романе В.Д. Дудинцева \"Белые одежды\" профессор Рядно глубоко убежден в правоте биологического учения, одобренного партией. Ради личной выгоды академик разворачивает борьбу против учёных-генетиков. Рядно яро отстаивает лженаучные взгляды и идёт на самые бесчестные поступки, чтобы добиться славы. Фанатизм академика приводит к гибели талантливых учёных, прекращению важных исследований.",
      "Г.Н. Троепольский в повести \"Кандидат наук\" выступает против тех, кто отстаивает ложные взгляды и идеи. Писатель убежден, что такие учёные тормозят развитие науки, а следовательно, общества в целом. В повести Г.Н. Троепольский делает акцент на необходимость борьбы с лжеучёными."
    ]
  },
  {
    "name": "проблема позднего раскаяния",
    "examples": [
      "В повести А.С. Пушкина «Станционный смотритель» Самсон Вырин остался один после того, как его дочь сбежала с ротмистром Минским. Старик не терял надежды найти Дуню, но все попытки оставались безуспешными. От тоски и безысходности смотритель умер. Лишь через несколько лет Дуня приехала на могилу отца. Девушка почувствовала себя виноватой в смерти смотрителя, но раскаяние пришло слишком поздно.",
      "В рассказе К.Г. Паустовского «Телеграмма» Настя оставила свою мать и уехала в Петербург, чтобы построить карьеру. Катерина Петровна предчувствовала скорую смерть и не раз просила дочь навестить её. Однако Настя осталась равнодушной к судьбе матери и не успела приехать на её похороны. Девушка раскаялась лишь на могиле Катерины Петровны. Так К.Г. Паустовский утверждает, что нужно быть внимательными к своим близким."
    ]
  },
  {
    "name": "проблема исторической памяти",
    "examples": [
      "В.Г. Распутин в очерке «Вечное поле» пишет о своих впечатлениях от поездки на место Куликовской битвы. Писатель отмечает, что прошло более шести сот лет и за это время многое изменилось. Однако память об этом сражении до сих пор живёт благодаря обелискам, воздвигнутым в честь предков, отстоявших Русь.",
      "В повести Б.Л. Васильева «А зори здесь тихие…» пять девушек пали, сражаясь за родину. Через много лет их боевой товарищ Федот Васков и сын Риты Осяниной Альберт вернулись на место гибели зенитчиц, чтобы установить могильную плиту и увековечить их подвиг."
    ]
  },
  {
    "name": "проблема жизненного пути одаренного человека",
    "examples": [
      "В повести Б.Л. Васильева «Летят мои кони…» смоленский доктор Янсон является примером бескорыстия, совмещенного с высоким профессионализмом. Талантливейший врач каждый день в любую погоду спешил на помощь больным, не требуя ничего взамен. За эти качества доктор снискал любовь и уважение всех жителей города.",
      "В трагедии А.С. Пушкина «Моцарт и Сальери» рассказана история жизни двух композиторов. Сальери пишет музыку, для того чтобы прославиться, а Моцарт бескорыстно служит искусству. Из-за зависти Сальери отравил гения. Несмотря на смерть Моцарта, его произведения живут и волнуют сердца людей."
    ]
  },
  {
    "name": "проблема разрушительных последствий войны",
    "examples": [
      "В рассказе А. Солженицына «Матренин двор» изображена жизнь русской деревни после войны, которая привела не только к экономическому упадку, но и к утрате нравственности. Жители деревни потеряли часть своего хозяйства, стали чёрствыми и бессердечными. Таким образом, война приводит к непоправимым последствиям.",
      "В рассказе М.А. Шолохова «Судьба человека» показан жизненный путь солдата Андрея Соколова. Его дом был разрушен врагом, а семья погибла во время бомбардировки. Так М.А. Шолохов подчёркивает, что война лишает людей самого ценного, что у них есть."
    ]
  },
  {
    "name": "проблема противоречивости внутреннего мира человека",
    "examples": [
      "В романе И.С. Тургенева «Отцы и дети» Евгений Базаров отличается умом, трудолюбием, целеустремленностью, но в то же время студент зачастую бывает резок и груб. Базаров осуждает людей, поддающихся чувствам, но убеждается в неправильности своих взглядов, когда влюбляется в Одинцову. Так И.С. Тургенев показал, что людям свойственна противоречивость.",
      "В романе И.А. Гончарова «Обломов» Илья Ильич обладает как отрицательными, так и положительными чертами характера. С одной стороны, главный герой апатичен и несамостоятелен. Обломову не интересна реальная жизнь, она вызывает у него скуку и усталость. С другой стороны, Илья Ильич отличается искренностью, душевностью, умением понять проблемы другого человека. В этом заключается неоднозначность характера Обломова."
    ]
  },
  {
    "name": "проблема справедливого отношения к людям",
    "examples": [
      "В романе Ф.М. Достоевского «Преступление и наказание» Порфирий Петрович расследует дело об убийстве старухи-процентщицы. Следователь – тонкий знаток человеческой психологии. Он понимает мотивы преступления Родиона Раскольникова и отчасти сочувствует ему. Порфирий Петрович даёт молодому человеку шанс явиться с повинной. Это впоследствии послужит смягчающим обстоятельством в деле Раскольникова.",
      "А.П. Чехов в рассказе «Хамелеон» знакомит нас с историей о споре, вспыхнувшем из-за укуса собаки. Полицейский надзиратель Очумелов пытается решить, заслуживает ли она наказания. Вердикт Очумелова зависит лишь от того, принадлежит ли собака генералу или нет. Надзиратель не ищет справедливости. Его главная цель – выслужиться перед генералом."
    ]
  },
  {
    "name": "проблема взаимосвязи человека и природы",
    "examples": [
      "В повести В.П. Астафьева «Царь-рыба» Игнатьич на протяжении многих лет занимался браконьерством. Однажды рыбаку на крючок попался гигантский осётр. Игнатьич понимал, что одному ему не под силу справиться с рыбой, но жадность не позволила позвать брата и механика на помощь. Вскоре за бортом оказался сам рыбак, опутанный своими сетями и крючками. Игнатьич понимал, что может погибнуть. В.П. Астафьев пишет: «Реки царь и всей природы царь — на одной ловушке». Так автор подчёркивает неразрывную связь человека и природы.",
      "В повести А.И. Куприна «Олеся» главная героиня живёт в гармонии с природой. Девушка чувствует себя неотъемлемой частью окружающего мира, умеет видеть его красоту. А.И. Куприн особо подчёркивает, что любовь к природе помогала Олесе сохранить душу неиспорченной, искренней и прекрасной."
    ]
  },
  {
    "name": "проблема роли музыки в жизни человека",
    "examples": [
      "В романе И.А. Гончарова «Обломов» музыка играет важную роль. Илья Ильич влюбляется в Ольгу Ильинскую, когда слушает её пение. Звуки арии «Casta Diva» пробуждают в его сердце чувства, которые он никогда не испытывал. И.А Гончаров особо подчёркивает, что давно Обломов не ощущал «такой бодрости, такой силы, которая, казалось, вся поднялась со дна души, готовая на подвиг». Таким образом, музыка способна пробудить в человеке искренние и сильные чувства.",
      "В романе М.А. Шолохова «Тихий Дон» песни сопровождают казаков на протяжении всей жизни. Они поют в военных походах, в поле, на свадьбах. Казаки вкладывают в пение всю душу. В песнях раскрывается их удаль, любовь к Дону, степям."
    ]
  },
  {
    "name": "проблема вытеснения книг телевидением",
    "examples": [
      "В романе Р. Брэдбери «451о по Фаренгейту» изображено общество, которое опирается на массовую культуру. В этом мире люди, умеющие критически мыслить, оказываются вне закона, а книги, заставляющие задумываться о жизни, уничтожаются. Литературу вытеснило телевидение, которое стало главным развлечением для людей. Они бездуховны, их мысли подчинены стандартам. Р. Брэдбери убеждает читателей, что уничтожение книг неминуемо ведёт к деградации общества.",
      "В книге «Письма о добром и прекрасном» Д.С Лихачев задумывается над вопросом: почему телевидение вытесняет литературу. Академик считает, что это происходит потому, что телевизор отвлекает от забот, заставляет, не торопясь, посмотреть какую-нибудь передачу. Д.С. Лихачев видит в этом угрозу для человека, потому что телевизор «диктует – как смотреть и что смотреть», делает людей безвольными. По мнению филолога, только книга способна сделать человека духовно богатым и образованным."
    ]
  },
  {
    "name": "проблема русской деревни",
    "examples": [
      "В рассказе А. И. Солженицына «Матрёнин двор» изображена жизнь русской деревни после войны. Люди не только обеднели, но и стали чёрствыми, бездуховными. Только Матрёна сохранила чувство жалости к другим и всегда приходила на помощь нуждающимся. Трагическая смерть главной героини – это начало гибели нравственных устоев русской деревни.",
      "В повести В.Г. Распутина «Прощание с Матёрой» изображена судьба жителей острова, который должны затопить. Старикам тяжело прощаться с родной землёй, где они провели всю свою жизнь, где похоронены их предки. Финал повести трагичен. Вместе с деревней исчезают её обычаи и традиции, которые на протяжении столетий передавались из поколения в поколение и формировали неповторимый характер жителей Матёры."
    ]
  },
  {
    "name": "проблема отношения к поэтам и их творчеству",
    "examples": [
      "А.С. Пушкин в стихотворении «Поэт и толпа» называет «чернью тупой» ту часть российского общества, которая не понимала цель и смысла творчества. По мнению толпы, стихотворения отвечать интересам общества. Однако А.С. Пушкин считает, что поэт перестанет быть творцом, если подчинится воле толпы. Таким образом, главной целью поэта является не всенародное признание, а стремление сделать мир прекраснее.",
      "В.В. Маяковский в поэме «Во весь голос» видит предназначение поэта в служении народу. Поэзия – это идеологическое оружие, способное вдохновить людей, побудить к великим свершениям. Таким образом, В.В. Маяковский считает, что следует отказаться от личной творческой свободы ради общей великой цели."
    ]
  },
  {
    "name": "проблема влияния учителя на учеников",
    "examples": [
      "В рассказе В.Г. Распутина «Уроки французского» классный руководитель Лидия Михайловна – символ человеческой отзывчивости. Учительница помогла сельскому мальчику, который учился далеко от дома и жил впроголодь. Лидии Михайловне пришлось пойти против общепринятых правил, чтобы выручить ученика. Дополнительно занимаясь с мальчиком, учительница преподала ему не только уроки французского, но и уроки доброты и сочувствия.",
      "В сказке-притче Антуана де Сент-Экзюпери «Маленький принц» старый Лис стал для главного героя учителем, рассказывающим о любви, дружбе, ответственности, верности. Он открыл принцу главную тайну мироздания: «главное глазами не увидишь – зорко только сердце». Так Лис преподал мальчику важный жизненный урок."
    ]
  },
  {
    "name": "проблема отношения к детям-сиротам",
    "examples": [
      "В рассказе М.А. Шолохова «Судьба человека» Андрей Соколов потерял семью во время войны, но это не сделало главного героя бессердечным. Всю оставшуюся любовь главный герой отдал беспризорному мальчику Ванюшке, заменив ему отца. Так М.А. Шолохов убеждает читателя, что, несмотря на жизненные трудности, нужно не терять способность сочувствовать сиротам.",
      "В повести Г. Белых и Л. Пантелеева «Республика ШКИД» изображена жизнь учащихся школы социально-трудового воспитания для беспризорников и малолетних преступников. Следует отметить, что не все учащиеся смогли стать порядочными людьми, но большинство сумели найти себя и пошло по правильному пути. Авторы повести утверждают, что государство должно с вниманием относиться к детям-сиротам, создавать для них специальные учреждения, чтобы искоренить преступность."
    ]
  },
  {
    "name": "проблема роли женщины в ВОВ",
    "examples": [
      "В повести Б.Л. Васильева «А зори здесь тихие…» пять молодых девушек-зенитчиц погибли, сражаясь за Родину. Главные героини не побоялись выступить против немецких диверсантов. Б.Л. Васильев мастерски изображает контраст между женственностью и жестокостью войны. Писатель убеждает читателя, что женщины наравне с мужчинами способны на боевые подвиги и героические поступки.",
      "В повести В.А. Закруткина «Матерь человеческая» показана судьба женщины во время войны. Главная героиня Мария потеряла всю семью: мужа и ребёнка. Несмотря на то, что женщина осталась совсем одна, её сердце не очерствело. Мария выходила семь ленинградских сирот, заменила им мать. Повесть В.А. Закруткина стала гимном русской женщине, пережившей множество лишений и бед во время войны, но сохранившей доброту, сочувствие, желание помогать другим людям."
    ]
  },
  {
    "name": "проблема изменений в русском языке",
    "examples": [
      "А. Кнышев в статье «О великий и могучий новый русский язык!» с иронией пишет о любителях заимствований. По мнению А. Кнышева, речь политиков и журналистов зачастую становится нелепой, когда она перегружена иностранными словами. Телеведущий уверен, что чрезмерное использование заимствований засоряет русский язык.",
      "В. Астафьев в рассказе «Людочка» связывает изменения в языке с падением уровня культуры человека. Речь Артёмки-мыло, Стрекача и их приятелей засорена уголовным жаргоном, что отражает неблагополучие общества, его деградацию."
    ]
  },
  {
    "name": "проблема выбора профессии",
    "examples": [
      "В.В. Маяковский в стихотворении «Кем быть? поднимает проблему выбора профессии. Лирический герой задумывается, как найти верный жизненный путь и род деятельности. В.В. Маяковский приходит к выводу, что все профессии хороши и одинаково нужны людям.",
      "В рассказе Е. Гришковца «Дарвин» главный герой после окончания школы выбирает дело, которым хочет заниматься всю жизнь. Он осознаёт «ненужность происходящего» и отказывается учиться в институт культуры, когда смотрит спектакль, сыгранный студентами. В юноше живёт твёрдая уверенность в том, что профессия должна быть полезной, приносить удовольствие."
    ]
  }
]